[
  {
    "params": {
      "method": "get_list",
      "num": 100,
      "collection": "topfreeipadapplications",
      "catagory": 7001,
      "country": null,
      "fullDetail": false
    }
  },
  {
    "id": "546505307",
    "appId": "us.zoom.videomeetings",
    "title": "ZOOM Cloud Meetings",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/3c/a3/1f/3ca31f1c-479b-b805-a5cf-0d28e664fc9d/AppIcon-0-0-1x_U007emarketing-0-0-0-9-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/zoom-cloud-meetings/id546505307?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Zoom is #1 in customer satisfaction and the best unified communication experience on mobile.\n\nIt's super easy! Install the free Zoom app, click on \"New Meeting,\" and invite up to 100 people to join you on video! Connect with anyone on iPad, iPhone, other mobile devices, Windows, Mac, Zoom Rooms, H.323/SIP room systems, and telephones.\n\nVIDEO MEETINGS FROM ANYWHERE\n-Best video meeting quality\n-Easily join a meeting or start an instant meeting with phone, email, or company contacts\n-Virtual backgrounds on iPhone 8, iPad 5, iPad Pro and all later models\n\nCOLLABORATE ON THE GO\n-Best iPhone and iPad content and mobile screen sharing quality\n-Co-annotate over shared content\n-Real-time whiteboard collaboration on iPad\n\nUNLIMITED MESSAGING (WITH PHOTOS, FILES, AND MORE)\n-Reach people instantly with messages, files, images, links, and gifs\n-Quickly respond or react to threaded conversations with emojis\n-Create or join public and private chat channels\n\nMAKE, RECEIVE, AND MANAGE PHONE CALLS\n-Effortlessly make or receive calls with your business number\n-Get voicemail and call recording with transcripts\n-Use call delegation to make/receive calls on behalf of others\n-Set up auto-receptionists to autonomously answer and route calls\n\nAND MORE….\n-Safe driving mode while on the road and works with Apple Carplay\n-Siri Shortcuts to customize your own voice commands to start, join, and listen to a list of upcoming meetings\n-Use your iOS app to start your meeting or for direct share in Zoom Rooms\n-Join Zoom Webinars as a view-only participant or panelist\n-Works over wifi, 5G, 4G/LTE, and 3G networks\n\nZOOM LICENSE INFORMATION:\n-Any free or paid license can be used with the app\n-Zoom Phone is an add-on to paid Zoom licenses\n-A paid Zoom subscription is required for certain product features\n\nFOLLOW US:\nTwitter: https://twitter.com/zoom_us\nLinkedIn: https://www.linkedin.com/company/zoom-video-communications\nFacebook: https://www.facebook.com/zoomvideocommunications/\nInstagram: https://www.instagram.com/zoom/\n\nHave a question? Contact us at support@zoom.us.",
    "developer": "Zoom",
    "developerUrl": "https://apps.apple.com/us/developer/zoom/id530594111?uo=2",
    "developerId": "530594111?uo=2",
    "genre": "Business",
    "genreId": "6000",
    "released": "2012-08-15T00:00:00-07:00"
  },
  {
    "id": "1351168404",
    "appId": "com.innersloth.amongus",
    "title": "Among Us!",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/a6/22/96/a622969c-baa8-7151-fb18-5f67e456c0aa/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/among-us/id1351168404?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Play online or over local WiFi with 4-10 players as you attempt to prep your spaceship for departure, but beware as one will be an impostor bent on killing everyone!\n\nCrewmates can win by completing all tasks or discovering and voting the impostor off the ship. \n\nThe Impostor can use sabotage to cause chaos, making for easier kills and better alibis.",
    "developer": "InnerSloth LLC",
    "developerUrl": "https://apps.apple.com/us/developer/innersloth-llc/id957995279?uo=2",
    "developerId": "957995279?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2018-07-25T02:39:48-07:00"
  },
  {
    "id": "1013231476",
    "appId": "com.google.meetings",
    "title": "Google Meet",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/7a/76/9a/7a769a07-600a-d8d1-102b-354480f3ecac/logo_meet_ios_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-meet/id1013231476?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Securely connect, collaborate and celebrate from anywhere. With Google Meet, everyone can safely create and join high-quality video meetings up to 250 people.\n\nKey features include:\n\nHost unlimited high-definition video meetings\n• Meet safely − video meetings are encrypted in transit and proactive anti-abuse measures help keep your meetings safe\n• Easy access − just share a link and invited guests can join with one click across devices\n• Share your screen to present documents, slides and more\n• Follow along with real-time captions powered by Google speech-to-text technology\n\nAnyone can join a meeting on Meet via an invitation. However, some capabilities are available only to G Suite customers.\n\nPermissions Notice\n\n• Camera: Needed to allow others to see you during video meetings\n• Microphone: Needed to allow others to hear you during meetings\n• Photo library: Needed to allow you to select your account profile picture",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Business",
    "genreId": "6000",
    "released": "2017-02-27T07:03:13-07:00"
  },
  {
    "id": "924620788",
    "appId": "com.google.Classroom",
    "title": "Google Classroom",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/f0/7f/53/f07f532e-8b24-a035-c89b-70fdf1fe6991/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-classroom/id924620788?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Classroom is a free service for schools, non-profits, and anyone with a personal Google account. Classroom makes it easy for learners and instructors to connect—inside and outside of schools. Classroom saves time and paper, and makes it easy to create classes, distribute assignments, communicate, and stay organized.\n\nClassroom is designed to help teachers create, collect, and grade assignments paperlessly, including time-saving features like the ability to automatically make a copy of a Google Document for each student. It also creates Drive folders for each assignment and for each student to help keep everyone organized.\n\nStudents can keep track of what’s due on the Assignments page and begin working with just a click. Teachers can quickly see who has or hasn't completed the work, and provide direct, real-time feedback and grades right in Classroom.\n\nWith the mobile app for iOS, students and teachers can view their classes and communicate with their classmates in real time. Students can open their assignments and work on them right from their iPhone or iPad. Teachers can keep track of who has turned in work and grade the assignment - at school or on the go. Students and teachers receive notifications when they have new content in Classroom, so they are always up to date.\n\nThere are many benefits of using Classroom:\n\nEasy to set up\nTeachers can add students directly or share a code with their class to join. It takes just minutes to set up.\n\nSaves time\nThe simple, paperless assignment workflow allows teachers to create, review, and grade assignments quickly, all in one place.\n\nImproves organization\nStudents can see all of their assignments on an assignments page, and all class materials (e.g., documents, photos, and videos) are automatically filed into folders in Google Drive.\n\nEnhances communication\nClassroom allows teachers to send announcements and start class discussions instantly. Students can share resources with each other or provide answers to questions on the stream.\n\nAffordable and secure\nLike the rest of G Suite for Education services, Classroom contains no ads, never uses your content or student data for advertising purposes, and is free.\n\nPermissions Notice:\nCamera: Needed to allow the user to take photos or videos and post them to Classroom.\nMicrophone: Needed to enable audio capture for recording videos to be posted to Classroom.\nPhotos: Needed to allow the user to attach photos or videos to Classroom. Photos or videos posted to Classroom will be stored on Google servers in order to show them in Classroom.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2015-01-13T00:00:00-07:00"
  },
  {
    "id": "535886823",
    "appId": "com.google.chrome.ios",
    "title": "Google Chrome",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/f1/73/41/f1734131-7bea-0e6a-cd17-236970edd44d/AppIcon-0-1x_U007emarketing-0-6-0-0-sRGB-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-chrome/id535886823?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Get more done with the new Google Chrome on iPhone and iPad. Now more simple, secure and faster-than-ever, with Google Smarts built-in. \n\n• FASTER BROWSING - Chrome’s address bar uses Google Search to make any fact-finding mission fast and simple. It also searches your Google Drive, so diving into next week’s vacation plan is just that much easier.\n• ARTICLES FOR YOU - Chrome surfaces articles, blogs, and content that we think you might like. The more you use Chrome, the more personalized it gets. So you’ll always have what’s most relevant to you at your fingertips.\n• GOOGLE TRANSLATE - No matter where you are on the web, or the globe, Chrome lets you translate an entire site in a single click with Google Translate built-in. Chrome also automatically prompts translation when you need it.\n• MANAGE YOUR TABS - open as many tabs as your heart desires and manage them in the new grid shapes to easily view and compare websites.\n• SYNC ACROSS DEVICES - Signing into Chrome automatically syncs across your laptop, tablet, or on your phone. You get the same experience – no matter where you go.\n• AUTOFILL FORMS & PASSWORDS - Remembering p4$$w0rd$ is a thing of the past. Chrome can store your address and payment details, so you can fill out forms with just one click.\n• VOICE SEARCH - use the magic of Google voice search to find answers on-the-go without typing\n• PRIVACY - use Incognito mode to browse without saving your history (learn more at http://goo.gl/WUx02)",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Utilities",
    "genreId": "6002",
    "released": "2012-06-28T12:57:38-07:00"
  },
  {
    "id": "1113153706",
    "appId": "com.microsoft.skype.teams",
    "title": "Microsoft Teams",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/64/5d/d7/645dd742-4b76-a477-3ffe-5f8d6f8844f7/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-teams/id1113153706?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Microsoft Teams is your hub for teamwork, which brings together everything a team needs: chat and threaded conversations, meetings & video conferencing, calling, content collaboration with the power of Microsoft 365 applications, and the ability to create and integrate apps and workflows that your business relies on.\n\nYou can now also use Microsoft Teams to manage your personal life - chat, make plans, share shopping lists, tasks and even your location, coordinate events with fellow club or family members and make decisions quickly. Teams provides a single hub to help you stay connected, get organized and bring balance to your entire life.\n\nEasily move between your work and personal account to stay organized throughout the day. Whether you’re sprinting towards a deadline or helping your kids with their homework, Teams can help you achieve more.\n\nConnect & Communicate\n• Chat 1-1, use group messages or dedicated channels to communicate with the entire team**\n• HD audio and video calls for scheduled face-to-face meetings from almost anywhere**\n• Mention individual team members, or the whole team at once, to get your colleagues’ attention**\n• To-do lists, calendars, and cloud storage access right in group chats\n• Personal chats, documents, & files can be securely accessed \n\nOrganize Your Whole Life\n• File sharing & editing on the go makes managing your work projects a breeze**\n• Intelligent search finds documents, spreadsheets, & photos in chats and team conversations ** \n• Custom notifications give you control to stay focus on what matters most** \n• Work calendar & personal calendar both in one app\n• Group dashboards to view important items, shared locations, & upcoming tasks within a group chat\n\nSafety & Security\n• Enterprise-level security and compliance you expect from Microsoft 365** \n• Location sharing to let colleagues, friends and family know where you are*\n• Storage in the Safe where you and your group can store, access, and share important data like passwords, frequent flier miles or your hotel reward number\n\n*Must be enabled and active\n\n**Commercial features of this app require a paid Microsoft 365 commercial subscription, or a trial subscription of Microsoft Teams for work. If you’re not sure about your company’s subscription or the services you have access to, visit Office.com/Teams to learn more or contact your IT department.\n\nBy downloading Teams, you agree to the license (see aka.ms/eulateamsmobile) and privacy terms (see aka.ms/privacy). For support or feedback, email us at mtiosapp@microsoft.com",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Business",
    "genreId": "6000",
    "released": "2016-11-02T14:19:53-07:00"
  },
  {
    "id": "879478102",
    "appId": "com.google.Slides",
    "title": "Google Slides",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/1c/f1/5a/1cf15aa0-0783-afa1-0350-296992afcf9a/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-slides/id879478102?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Create, edit, and collaborate with others on presentations from your iPod, iPhone, or iPad with the free Google Slides app. With Google Slides you can:\n\n* Create new presentations or edit any that were created on the web or on another device\n* Share presentations and work together with others in the same presentation at the same time\n* Get stuff done anytime -- even without an internet connection\n* Add and rearrange slides, format text and shapes, and more\n* Present right from your device\n* Never worry about losing your work -- everything is automatically saved as you type\n* Present slides to video calls - scheduled meetings will automatically appear\n* Open, edit, and save PowerPoint files\n\nPermissions Notice\nCamera: This is used for camera mode in video calls and to insert images taken with the camera.\nMicrophone: This is used to transmit audio in video calls.\nPhotos: This is used to access photos under the control of Photos Application to let the users pick images to insert into slides.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2014-08-26T02:20:43-07:00"
  },
  {
    "id": "544007664",
    "appId": "com.google.ios.youtube",
    "title": "YouTube: Watch, Listen, Stream",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple114/v4/bb/3c/2d/bb3c2dc4-810c-7063-498e-c282bd3bab69/logo_youtube_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/youtube-watch-listen-stream/id544007664?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Make watching your favorite videos easier with the YouTube app. Explore brand new content, music, news and more with the official YouTube app for iPhone and iPad.\n\nDiscover even more with the official YouTube app. Subscribe to channels with your favorite content, share them with friends or upload your very own videos for everyone to see.\n\nGet more out of your video streaming app and discover even more with YouTube.\n\nYOUTUBE FEATURES:\n\nDISCOVER BRAND NEW CONTENT\n- Browse YouTube’s personal recommendations on the home tab\n- Watch the hottest videos, from music to viral sensations on the trending tab\n- Like something? Tap like to save to your personal list or share with your friends!\n\nSTREAM MUSIC\n- Find the videos of the latest hits! \n- Watch fresh releases from popular and trending artists\n\nLIVE STREAMS & MORE\n- Get the latest news or watch your favorite popular live streams right on your device!\n\nLEARN FROM THE BEST\n- Practice and learn alongside the best online\n- Watch videos and learn any skill you need \n- Explore thousands of videos for makeup, DIY, tips and more!\n\nCONNECT AND SHARE\n- Let people know how you feel with likes, comments, or shares\n- Directly share your friends favorite videos with your friends\n- Make a playlist that saves your favorite videos\n- See the latest from the creators you follow on the subscriptions tab\n\nDownload the official YouTube app and start watching your favorite videos today!\n\nSUPPORT YOUR FAVORITE CREATORS WITH CHANNEL MEMBERSHIPS\n- Support the channel you love with monthly recurring payments\n- Stand out in comments and live chat with a loyalty badge next to your username\n- Get access to exclusive perks from the channel\n\nWITH YOUTUBE PREMIUM, ENJOY YOUTUBE AD-FREE, OFFLINE, AND IN THE BACKGROUND.\n- Watch the videos you love, uninterrupted\n- Play videos in the background, even when you open another app or when the screen is locked\n- Download videos for when you're low on data or can't get online\n\n\nIf you subscribe via iTunes:\n\nPayment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Account will be charged for renewal within 24 hours prior to the end of the current period at the rate of the selected plan. Subscriptions and auto-renewal may be managed by going to Account Settings after purchase\n\nAny unused portion of a free trial period will be forfeited when purchasing a subscription.\n\nMonthly price: $15.99\n\nYouTube paid service terms: https://www.youtube.com/t/terms_paidservice\nPrivacy policy: https://www.google.com/policies/privacy",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Photo & Video",
    "genreId": "6008",
    "released": "2012-09-11T00:23:19-07:00"
  },
  {
    "id": "842842640",
    "appId": "com.google.Docs",
    "title": "Google Docs: Sync, Edit, Share",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/38/c5/db/38c5db2d-77be-b381-01a6-628b9f5423d1/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-docs-sync-edit-share/id842842640?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Create, edit, and collaborate on the go with the Google Docs app. \n\nWork together in real time\n* Share documents with your team\n* Edit, comment and add action items in real time \n* Never lose changes or previous versions of your document with version history \n\nCreate anywhere, anytime—even offline \n* Capture spontaneous ideas on the fly\n* Get things done, even on the plane, with offline mode \n* Save time and add polish with easy-to-use templates \n\nSearch Google right in Docs \n* Use Google Search without leaving your document \n* Search all of your files in Drive, right in Docs \n\nEdit and share multiple file types \n* Open a variety of files, including Microsoft Word files, right in Google Docs \n* Frictionless collaboration, no matter which application your teammates use \n* Convert and export files seamlessly \n\nPart of G Suite: Google’s intelligent apps for business\n* Connect and collaborate with your team, using one suite—Gmail, Drive, Calendar and more\n* Use Google’s AI to bring data insights to every employee\n* Join more than 4M paying businesses who trust G Suite to power their organization\n\nPermissions Notice\nCamera: This is used to takes photos to insert into documents.\nPhotos: This is used to access photos under the control of Photos Application to let the users pick images to insert into documents.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2014-04-30T09:02:23-07:00"
  },
  {
    "id": "422689480",
    "appId": "com.google.Gmail",
    "title": "Gmail - Email by Google",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/ac/00/6b/ac006b0a-1d87-9be1-faa9-ee8bf4215d77/logo_gmail_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/gmail-email-by-google/id422689480?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The official Gmail app brings the best of Gmail to your iPhone or iPad with real-time notifications, multiple account support and search that works across all your mail.\n\nWith the Gmail app, you can:\n• Undo Send, to prevent embarrassing mistakes\n• Switch between multiple accounts\n• Get notified of new mail fast, with notification center, badge and lock screen options\n• Search your mail faster with instant results, predictions as you type & spelling suggestions\n• Swipe to archive/delete, to quickly clear out your inbox\n• Read your mail with threaded conversations\n• Auto-complete contact names as you type from your Google contacts or your phone\n• Respond to Google Calendar invites right from the app\n• Organize your mail by archiving, labeling, starring, deleting and reporting spam\n• Send and receive attachments\n• See profile pictures as part of the conversation",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2011-11-02T10:13:30-07:00"
  },
  {
    "id": "1527286174",
    "appId": "com.flamingogamestudio.parentlife3d",
    "title": "House Life 3D",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/11/ec/3f/11ec3f21-48f0-fae9-32dc-a63994629008/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/house-life-3d/id1527286174?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Enjoy the parent experience with many mini games now!\n\nShave father's beard and help your children's homework.\nWash dishes and prepare your children's lunchboxes.\nPlay basketball in your backyard and jigsaw in your free time!\n\nUse very simple mechanics like swipe, tap, drag and hold to play each mini game.\n\nGet ready to enjoy an experience of parent life!",
    "developer": "Good Job Games",
    "developerUrl": "https://apps.apple.com/us/developer/good-job-games/id1191495496?uo=2",
    "developerId": "1191495496?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-28T00:00:00-07:00"
  },
  {
    "id": "507874739",
    "appId": "com.google.Drive",
    "title": "Google Drive",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/8c/3a/18/8c3a1821-e8a8-5973-9f55-7618d290515a/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-drive/id507874739?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Google Drive is a safe place to back up and access all your files from any device. Easily invite others to view, edit, or leave comments on any of your files or folders.\n\nWith Drive, you can:\n\n• Safely store and access your files anywhere\n• Quickly access recent and important files\n• Search for files by name and content\n• Share and set permissions for files and folders\n• View your content on the go while offline\n• Receive notifications about important activity on your files\n\nLearn more about Google Apps update policy: https://support.google.com/a/answer/6288871\n\nGoogle accounts get 15GB of storage free, shared across Google Drive, Gmail, and Google Photos. For additional storage, you can upgrade to a premium subscription plan as an in-app purchase. Subscriptions start at $1.99/month for 100 GB in the US, and can vary by region.\n \nStorage subscriptions purchased from the app will be charged to your iTunes Account, and automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. Subscriptions and auto-renewal may be managed by going to iTunes Account Settings after purchase.\n \nGoogle Privacy Policy: https://www.google.com/intl/en_US/policies/privacy\nGoogle Drive Terms of Service: https://www.google.com/drive/terms-of-service",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2012-06-28T10:40:50-07:00"
  },
  {
    "id": "363590051",
    "appId": "com.netflix.Netflix",
    "title": "Netflix",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/24/fa/c6/24fac6e9-aaff-75bc-033a-48757550f4b1/AppIcon-0-0-1x_U007emarketing-0-0-0-10-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/netflix/id363590051?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Looking for the most talked about TV shows and movies from the around the world? They’re all on Netflix.\n\nWe’ve got award-winning series, movies, documentaries, and stand-up specials. And with the mobile app, you get Netflix while you travel, commute, or just take a break.\n\nWhat you’ll love about Netflix:\n\n• We add TV shows and movies all the time. Browse new titles or search for your favorites, and stream videos right on your device.\n• The more you watch, the better Netflix gets at recommending TV shows and movies you’ll love.\n• Create up to five profiles for an account. Profiles give different members of your household their own personalized Netflix.\n• Enjoy a safe watching experience just for kids with family-friendly entertainment.\n• Preview quick videos of our series and movies and get notifications for new episodes and releases.\n• Save your data. Download titles to your mobile device and watch offline, wherever you are.\n\nPrivacy policy: https://help.netflix.com/legal/privacy\nTerms of use: https://help.netflix.com/legal/termsofuse",
    "developer": "Netflix, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/netflix-inc/id363590054?uo=2",
    "developerId": "363590054?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2010-04-01T13:41:34-07:00"
  },
  {
    "id": "1446075923",
    "appId": "com.disney.disneyplus",
    "title": "Disney+",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/89/4a/88/894a88e9-7ed2-e10f-e2c8-d66b77aa4c71/AppIcon-1x_U007emarketing-0-7-0-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/disney/id1446075923?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Disney+ is the streaming home of your favorite stories. With unlimited entertainment from Disney, Pixar, Marvel, Star Wars and National Geographic, you’ll never be bored. Watch the latest releases, Original series and movies, classic films, throwback TV shows, and so much more.\n\nStream and download Original Series like The Mandalorian, and fan favorites like The Simpsons, Marvel’s The Avengers, and Frozen. There’s always something new to discover. \n\nWith Disney+, you get:\n• A premium ad-free experience\n• Access to new releases, timeless classics and past seasons of your favorite TV shows \n• Exclusive new Originals from the creators of Disney, Pixar, Marvel, Star Wars, and National Geographic\n• Unlimited downloads on up to 10 devices\n• Over 100 titles in 4K UHD and HDR\n• The ability to watch on four screens at once at no extra cost\n\nFor help with Disney+, please visit: http://help.disneyplus.com.\nFor our Subscriber Agreement and other policies please visit: https://disneyplus.com/legal.\n\nYour California Privacy Rights: https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/your-california-privacy-rights/\nDo Not Sell My Information: https://privacy.thewaltdisneycompany.com/en/dnsmi/\n\nThe content available on Disney+ may vary by region. Some titles shown above may not be available in your country.\n \nStart streaming your favorite movies and TV shows now!\nPayment will be charged on a recurring monthly or annual basis to your Apple ID account. Your monthly or annual subscription automatically renews unless you cancel before the end of the current billing period. No refunds or credits for partial months or years. You can manage and cancel your subscription anytime by going to your account settings on the App Store after purchase. Access to Disney+ will continue through the month or year of your current subscription.",
    "developer": "Disney",
    "developerUrl": "https://apps.apple.com/us/developer/disney/id284888248?uo=2",
    "developerId": "284888248?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2019-11-11T00:00:00-07:00"
  },
  {
    "id": "756972930",
    "appId": "com.LTML.Flipgrid",
    "title": "Flipgrid.",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/00/93/08/00930842-8809-ad73-c7ed-f188ed056f62/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/flipgrid/id756972930?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Flipgrid is a simple, free, and accessible video discussion experience used by millions of PreK to PhD learners, educators and families around the world. Flipgrid amplifies student voice and empowers learners of all ages to engage and share using the power of video. \n\nEducators create and share discussion Topics with their learning communities. Learners simply download the app, enter their unique Join Code, and record short videos to share.",
    "developer": "Flipgrid, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/flipgrid-inc/id1032859948?uo=2",
    "developerId": "1032859948?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2013-11-21T20:32:33-07:00"
  },
  {
    "id": "284815942",
    "appId": "com.google.GoogleMobile",
    "title": "Google",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/41/f4/a8/41f4a85f-01b9-bc3b-f947-41b1c9798726/logo_gsa_ios_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google/id284815942?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The Google app keeps you in the know about things that matter to you. Find quick answers, explore your interests, and stay up to date with Discover. The more you use the Google app, the better it gets.\n\nSearch and browse:\n• Nearby shops and restaurants\n• Live sports scores and schedules\n• Movies times, casts, and reviews\n• Videos and images\n• News, stock information, and more\n• Anything you’d find on the web\n\nGet personalized updates in Discover:\n• Stay in the know about topics that interest you\n• Start your morning with weather and top news\n• Get real-time updates on sports, movies, and events\n• Know as soon as your favorite artists drop new albums\n• Get stories about your interests and hobbies\n• Follow interesting topics, right from Search results \n\nMore ways to access Google:\n• Google Lens — Search what you see with your camera, copy and translate text, find similar apparel, identify plants and animals, scan QR codes and more.\n• iMessage extension — Search and share restaurants, GIFs, and more, without leaving your conversation.\n• Search Google extension — While browsing in Safari, you can share a web page with Google to see suggestions for related content—no need to type anything new in the search box. Tap on the Search Google icon from Safari’s share menu to get started. \n• Gboard — access Google Search, right from your keyboard. Gboard is a keyboard that lets you search and send information, GIFs, emoji, and more—right from your keyboard, in any app. Tap “Gboard” in your app settings to get started. \n• Trending on Google widget — find out what’s trending in your area with our Trending on Google widget. \n\nLearn more about what the Google app can do for you: http://www.google.com/search/about\n\nYour feedback helps us create products you'll love. Join a user research study here:\nhttps://goo.gl/kKQn99",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Utilities",
    "genreId": "6002",
    "released": "2019-02-12T00:00:00-07:00"
  },
  {
    "id": "1495142212",
    "appId": "com.ihd.beatsaber",
    "title": "Beat Blader 3D",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/3b/92/9b/3b929bfe-5778-a502-26e2-8c90fdfcec47/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/beat-blader-3d/id1495142212?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "BEAT BLADER 3D is not only a common combination of action and music but also a relaxation mobile game while you are not having the headset.\n\nGAME FEATURES:\n-    High-quality song playlist\n-    Design with 3D visual and glow neon assets\n-    Simple gameplay mechanic but addictive and easy to immerse with your headphones\n-    Challenge yourself with hundred of levels\n\nLET’S JOIN US AND PLAY IT FOR FREE!\n\nVIP SUBSCRIPTION\n\n- You can subscribe for unlimited access to premium songs.\n\n- The subscriptions are $7.99 weekly.\n\n- You'll be able to play all premium songs for the duration of your subscription.\n\n- Payment will be charged to iTunes Account at confirmation of purchase.\n\n- Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.\n\n- Account will be charged for renewal within 24-hours prior to the end of the current period at the cost of the chosen package.\n\n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.\n\n- Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.\n\n- No cancellation of the current subscription is allowed during active subscription period.\n\n*Price is equal to the value that \"Apple's App Store Matrix\" determines is the equivalent of the subscription price in USD.\n\nTerm of Service: https://amanotes.com/terms-and-conditions/\n\nPrivacy Policy: https://amanotes.com/privacy-policy/",
    "developer": "Amanotes Pte. Ltd.",
    "developerUrl": "https://apps.apple.com/us/developer/amanotes-pte-ltd/id1441389613?uo=2",
    "developerId": "1441389613?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-02-03T00:00:00-07:00"
  },
  {
    "id": "930565184",
    "appId": "me.see-saw.classroom",
    "title": "Seesaw Class",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/09/46/d3/0946d319-0eda-36c1-7890-5755bb2ca35b/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/seesaw-class/id930565184?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Seesaw is the best platform for empowering students to demonstrate and share their learning. Students use powerful tools in the Seesaw app to create, reflect and demonstrate learning. When students share their learning in their Seesaw portfolio, teachers and families gain valuable insights into what their students know and can better support their development throughout the school year. Teachers tell us that students who use Seesaw feel empowered, motivated and proud, and that they are engaged in more meaningful ways.\n\nThe Basics: \n∙ Seesaw is used in over 200,000 classrooms, over 150 countries, and 1 out of 2 schools in the US\n∙ The core Seesaw experience is free for individual teachers and always will be\n∙ Seesaw works on any device, shared or one-to-one \n\nHow does Seesaw Work? \n∙ Students use Seesaw’s intuitive tools to demonstrate learning in a portfolio.\n∙ Teachers see what students know and get ideas for activities in Seesaw.\n∙ Families see their child’s work and leave comments and encouragement.\n\nWhat Can Teachers Do with Seesaw? \n∙ Unlock creativity for all students in any subject\n∙ Gain insights to meet students where they are\n∙ Engage families in conversations centered on student learning\n∙ Give students a space for ownership and choice\n∙ Get inspiration and ideas for your classroom\n∙ Celebrate and recognize student progress\n\nAwards Include: \n∙ 2018 Top Pick for Learning by Common Sense Education\n∙ Best Website of 2016 by American Association of School Librarians\n∙ Richard Byrne's Free Tech for Teachers\n∙ Featured by Apple as \"Perfect for Every Classroom\"\n\nOther Seesaw Features Include: \n∙ Compatible with 100s of other apps, including Apple and Google apps.\n∙ Multiple sign in options, including QR sign in options for younger learners or shared device classrooms.\n∙ Teachers control who can see what, and whether students and families can add likes or comments.\n∙ Translate notes, comments and captions into 50+ languages, including Spanish, French, Chinese, Japanese and more!\n∙ Getting started tips and professional development resources at help.seesaw.me.\n∙ Follow @Seesaw on Twitter or join our Seesaw Teachers Facebook group to give feedback and connect with other inspiring educators.\n∙ Seesaw is COPPA, FERPA and GDPR compliant. Learn more at web.seesaw.me/privacy\n\nSeesaw for Schools: Premium Features\nMake Seesaw an official part of your school or district with our subscription service. Bring the power of Seesaw and additional premium features to all your students, teachers and families. Additional benefits include the ability to: \n∙ See student progress year over year\n∙ Get real-time insights into schoolwide learning\n∙ Centralize setup and management for your school or district",
    "developer": "Seesaw Learning, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/seesaw-learning-inc/id930565183?uo=2",
    "developerId": "930565183?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2014-11-10T08:28:39-07:00"
  },
  {
    "id": "835599320",
    "appId": "com.zhiliaoapp.musically",
    "title": "TikTok - Trends Start Here",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/2c/cc/eb/2ccceb7c-25ce-700a-a2a7-98bda98c1dd5/AppIcon_TikTok-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/tiktok-trends-start-here/id835599320?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "TikTok is THE destination for mobile videos. On TikTok, short-form videos are exciting, spontaneous, and genuine. Whether you’re a sports fanatic, a pet enthusiast, or just looking for a laugh, there’s something for everyone on TikTok. All you have to do is watch, engage with what you like, skip what you don’t, and you’ll find an endless stream of short videos that feel personalized just for you. From your morning coffee to your afternoon errands, TikTok has the videos that are guaranteed to make your day.\n\nWe make it easy for you to discover and create your own original videos by providing easy-to-use tools to view and capture your daily moments. Take your videos to the next level with special effects, filters, music, and more. \n\n■ Watch endless amount of videos customized specifically for you\nA personalized video feed based on what you watch, like, and share. TikTok offers you real, interesting, and fun videos that will make your day.\n \n■ Explore videos, just one scroll away\nWatch all types of videos, from Comedy, Gaming, DIY, Food, Sports, Memes, and Pets, to Oddly Satisfying, ASMR, and everything in between.\n \n■ Pause recording multiple times in one video\nPause and resume your video with just a tap. Shoot as many times as you need.\n \n■ Be entertained and inspired by a global community of creators\nMillions of creators are on TikTok showcasing their incredible skills and everyday life. Let yourself be inspired.\n\n■ Add your favorite music or sound to your videos for free\nEasily edit your videos with millions of free music clips and sounds. We curate music and sound playlists for you with the hottest tracks in every genre, including Hip Hop, Edm, Pop, Rock, Rap, and Country, and the most viral original sounds.\n\n■ Express yourself with creative effects\nUnlock tons of filters, effects, and AR objects to take your videos to the next level.\n\n■ Edit your own videos \nOur integrated editing tools allow you to easily trim, cut, merge and duplicate video clips without leaving the app.\n\n* Any feedback? Contact us at feedback@tiktok.com or tweet us @tiktok_us",
    "developer": "TikTok Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/tiktok-inc/id1039610913?uo=2",
    "developerId": "1039610913?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2014-04-02T15:44:45-07:00"
  },
  {
    "id": "586447913",
    "appId": "com.microsoft.Office.Word",
    "title": "Microsoft Word",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/10/d6/6a/10d66a1c-4776-91b3-6bd5-46b92fb34514/AppIcon-0-1x_U007emarketing-0-7-0-0-sRGB-0-0-0-85-220-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-word/id586447913?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The trusted Word app lets you create, edit, view, and share your files with others quickly and easily. Send, view and edit Office docs attached to emails from your phone with this powerful word processing app from Microsoft.\r\n\r\nWith Word, your office moves with you. Whether you’re a blogger, writer, journalist, columnist, student, or a project manager working on documentation, Word is as handy as you want it to be.\r\n\r\nMake impactful text documents, scripts, blogs, write-ups, or resumes. Customize your document, letter, resume, or notes your way with robust tools that enable you to accomplish your best writing with the best format options and templates.\r\n\r\nGet the complete Microsoft Office experience when you sign in with your Microsoft 365 subscription. Create and edit documents, collaborate and share with ease when you download Microsoft Word today.\r\n\r\nCreate Documents\r\n• Jump-start your projects, assignments, letters, blogs, scripts, notes, write-ups, or resume with beautifully designed modern templates.\r\n• Use rich formatting and layout options to note down your ideas and express them in writing.\r\n• Document formats and layouts stay pristine and look great on any device.\r\n\r\nRead, Write, & Edit Documents\r\n• Reading view lets you read lengthy docs, letters, scripts, and more on your device with ease.\r\n• Use familiar writing and editing tools as you’d find on a desktop word processor.\r\n\r\nCollaborate Anywhere\r\n• Share thoughts by commenting in docs right next to the text you’re discussing.\r\n• Everyone can collaborate and stay on top of changes to the text, layout, and formatting.\r\n• As you and your team make changes, you can revert to view earlier drafts with improved version history in Word.\r\n\r\nSimplified Sharing\r\n• Share files with a few taps to quickly invite others to edit or view your documents.\r\n• Easily manage permissions and see who’s working in a document.\r\n• Copy the content of your Word files directly into the body of an email message with its format intact or attach your docs to an email and make sharing easier.\r\n\r\nDownload Microsoft Word now and get the best way to create, share and edit documents from your iPhone or iPad.\r\n\r\nTo create or edit documents, sign in with a free Microsoft account on devices with a screen size smaller than 10.1 inches.\r\nUnlock the full Microsoft Office experience with a qualifying Microsoft 365 subscription for your phone, tablet, PC, and Mac.\r\n\r\nMonthly Microsoft 365 subscriptions purchased from the app will be charged to your App Store account and will automatically renew within 24 hours prior to the end of the current subscription period unless auto-renewal is disabled beforehand. You can manage your subscriptions in your App Store account settings.\r\n\r\nThis app is provided by either Microsoft or a third-party app publisher and is subject to a separate privacy statement and terms and conditions. Data provided through the use of this store and this app may be accessible to Microsoft or the third-party app publisher, as applicable, and transferred to, stored, and processed in the United States or any other country where Microsoft or the app publisher and their affiliates or service providers maintain facilities.\r\n\r\nPlease refer to the Microsoft Software License Terms for Microsoft 365. See “License Agreement” link under Information. By installing the app, you agree to these terms and conditions.",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2014-03-27T12:38:37-07:00"
  },
  {
    "id": "1516852802",
    "appId": "com.demin.emojipuzzle",
    "title": "Emoji Puzzle!",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple124/v4/31/33/1b/31331b98-f1f7-9f46-fcb5-650129cb550f/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/emoji-puzzle/id1516852802?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "A new imagination game in which you need to connect pairs of emotions by associations. Think and find the idea of each puzzle. Just tap one by one on the elements from different columns to connect them with a line. Or drag to draw a line and connect elements from different columns. If you correctly connect all the elements, you pass the level. Harder than you think!",
    "developer": "SUPERSONIC STUDIOS LTD",
    "developerUrl": "https://apps.apple.com/us/developer/supersonic-studios-ltd/id1499845738?uo=2",
    "developerId": "1499845738?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-06-05T00:00:00-07:00"
  },
  {
    "id": "1528127833",
    "appId": "com.alphapotato.prankster",
    "title": "Prank Master 3D!",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/5b/4c/bb/5b4cbb73-49b4-23ea-75ea-a838f4ee2d9d/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/prank-master-3d/id1528127833?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Arrange little pranks for your buddy in the game. Pick the right option to make him go mad over your pranking geniousness!",
    "developer": "Lion Studios",
    "developerUrl": "https://apps.apple.com/us/developer/lion-studios/id1362220666?uo=2",
    "developerId": "1362220666?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-28T00:00:00-07:00"
  },
  {
    "id": "480883488",
    "appId": "com.instructure.icanvas",
    "title": "Canvas Student",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/42/88/f8/4288f86f-986f-4ed9-0d16-3ae85ce03113/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/canvas-student/id480883488?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Access your Canvas courses on the go and in the classroom with the Canvas Student mobile app! From any device, students can now:\n\n• View grades and course content\n• Submit assignments\n• Keep track of course work with to do list and calendar\n• Send and receive messages\n• Post to discussions\n• Watch videos\n• Take quizzes\n• Receive push notifications for new grades and course updates, and much more!",
    "developer": "Instructure Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/instructure-inc/id418441198?uo=2",
    "developerId": "418441198?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2011-12-08T09:41:59-07:00"
  },
  {
    "id": "398129933",
    "appId": "com.itwcalculator.calculatorforipadfree",
    "title": "The Calculator",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/ac/b5/6a/acb56a0f-02b4-699e-88c7-55ae01124c5e/AppIcon-0-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/the-calculator/id398129933?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Simply use it for every calculation. Even dictate equations with your voice. Count on it whenever, wherever.\n\nWHY YOU’LL LOVE THE CALCULATOR\n• Basic & Scientific Calculator\n• History Tape: Save, Copy & Share Calculations\n• 70+ Amazing Themes\n• Edit Equation\n• Dictate Equations\n• Memory Banks\n• Choose your Decimal Notation\n• Calculate with Degrees or Radians\n• Set the Number of Decimals\n\nTHE CALCULATOR SUPPORTS\n• Voice Control\n• Dark Mode\n• Apple Watch\n• Drag and Drop\n• Split View\n\nGET FULL ACCESS & CALCULATE EVERY DAY\nUpgrade to a Premium Membership and Receive the Following Ongoing Value:\n• Ad-Free\n• Fraction Calculator\n• Currency Converter with over 170 international currencies (Bitcoin included)\n• All Special Themes\n• Premium Customer Support\n\nIf you choose to purchase a subscription, payment will be charged to your iTunes account, and your account will be charged within 24-hours prior to the end of the free trial or current period. Subscription with a free trial period will automatically renew to a paid subscription. Any unused portion of a free trial period (if offered) will be forfeited when you purchase a premium subscription during the free trial period. You can cancel the automatic renewal of your subscription at any time by going to your settings in the iTunes store after purchase. The cancellation will take effect the day after the last day of the current subscription period, and you will be downgraded to the free service.\n\nTerms & Conditions: https://impalastudios.com/terms  Privacy Policy: https://impalastudios.com/privacy\n\nLIST OF MATHEMATICAL OPERATIONS\nAddition, Subtraction, Division, Multiplication, Percentages\nSquare, Cubic Exponent, Nth Exponent\nSquare Root, Cubic Root, Nth Root\nEngineering Exponent, Factorial\nPower of Two, Power of Ten, Power of E\nNatural Logarithm, Common Logarithm, Binary Logarithm\nSine, Cosine, Tangent\nArc Sine, Arc Cosine, Arc Tangent\nHyperbolic Sine, Hyperbolic Cosine, Hyperbolic Tangent\nHyperbolic Arc Sine, Hyperbolic Arc Cosine, Hyperbolic Arc Tangent\nMultiplicative Inverse, Random Number Input\n\nEDIT EQUATION\nYou can edit both digits and operators of the current equation. You can place the edit cursor by tapping or using the arrows.\n\nDICTATE EQUATIONS\nSimply use your voice to dictate equations by tapping on the mic icon. Dictate works best when you speak naturally as if you were talking to another person.\nCurrently, Dictate supports only basic calculations.\n\nVOICE CONTROL\nCommand your device to take actions for you and get your work done fast & easy! Try the power of Voice Control and remain independent.\n\nDARK MODE\nSwitch to Dark mode and enjoy the benefits!\nThe Dark mode allows you to tone down the colors of your screen and let you experience The Calculator in a dark environment. The dark mode protects your eyes from bright colors, saves battery power and helps you better focusing.\n\nSHARE YOUR CALCULATION, WHEREVER YOU ARE\nHaving a great result with your calculation or currency conversion? Save time and send it to your contacts fast & simple… by sharing with the calculator!\n\n• WE LOVE FEEDBACK • \nAs always, we appreciate your feedback. Please keep sharing your experience to feedback@impalastudios.com\n\nEnjoying The Calculator and want more features? Please show us some love by giving a 5 star review, so we can keep updating with great new features!\n\n-- START CALCULATING --\n\nThe Calculator (C) 2000 Impala Studios.",
    "developer": "International Travel Weather Calculator",
    "developerUrl": "https://apps.apple.com/us/developer/international-travel-weather-calculator/id396082456?uo=2",
    "developerId": "396082456?uo=2",
    "genre": "Utilities",
    "genreId": "6002",
    "released": "2010-10-22T11:56:40-07:00"
  },
  {
    "id": "545519333",
    "appId": "com.amazon.aiv.AIVApp",
    "title": "Amazon Prime Video",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/00/b8/b9/00b8b995-8764-3601-12ce-ee523f9f2b69/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/amazon-prime-video/id545519333?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Watch movies and TV shows recommended for you, including Amazon Originals like Hunters, The Boys, The Marvelous Mrs. Maisel, Tom Clancy’s Jack Ryan, and the kids series Tumble Leaf.\n\nApp features:\n• Download videos to watch offline — anywhere, anytime.\n• Rent or buy thousands of titles, including new release movies, popular TV shows, and more (not available in all countries/regions).\n• Cast from your iPhone or iPad to the big screen with Chromecast.\n• With X-Ray, view IMDb information about the actors, songs, and trivia for videos as you watch.\n• Watch on your Apple TV directly by downloading the separate tvOS app (requires Apple TV 3rd generation or later)\n\nIf you subscribe to Prime Video via iTunes where available, payment will be charged to your iTunes Account at confirmation of purchase and your membership will automatically renew monthly unless auto-renewal is turned off at least 24 hours before the end of the then current membership period. Your account will be charged for renewal within 24 hours before the end of each membership period at the rate of your selected plan. Manage your subscription and turn off auto-renewal anytime by going to My Account or through iTunes.\nSee https://primevideo.com/ww-av-legal-home for the Privacy Policy and other terms applicable to your use of Prime Video.",
    "developer": "AMZN Mobile LLC",
    "developerUrl": "https://apps.apple.com/us/developer/amzn-mobile-llc/id297606954?uo=2",
    "developerId": "297606954?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2012-07-31T00:00:00-07:00"
  },
  {
    "id": "376510438",
    "appId": "com.hulu.plus",
    "title": "Hulu: Stream movies & TV shows",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple124/v4/4b/32/93/4b329312-9c3c-3a9a-e70a-afb99f59fb32/HuluAppIcon-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/hulu-stream-movies-tv-shows/id376510438?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "With Hulu you can watch thousands of TV shows and movies, exclusive Originals, past seasons, current episodes, and more. \n\nIf you're an existing Hulu subscriber, you have the option to watch Live TV for sports, news, and can’t-miss events on the device of your choice. That means you can enjoy all your TV in one place with a personalized plan that works for you—Hulu, Hulu (No Ads), or Hulu +Live TV*.\n\n*Regional restrictions, blackouts and additional terms apply.\n\nStream movies, discover new shows, and more. Here’s what you have access to on all Hulu plans:\n\n• A curated TV experience—get personalized recommendations every time you watch\n• Personalized profiles—create up to 6 profiles so everyone can keep track of their shows, movies, networks, and more\n• My Stuff—track your favorites by adding shows, networks, and movies for quick access across your devices\n• Watch at home or on the go—all on your TV, smartphone, or tablet\n• Premium networks—Get networks including HBO®, SHOWTIME®, CINEMAX®, and STARZ® for an additional monthly subscription fee\n\nOur ad-supported plan lets you browse the largest streaming library. Stream over 85,000 episodes of the shows you love or haven’t yet discovered. Find classic hits like Seinfeld and The Golden Girls. Discover today’s most popular shows like This is Us and The Good Doctor. Get exclusive Originals from Emmy® winner The Handmaid’s Tale to the Stephen King-inspired Castle Rock, or The Act, starring Emmy® winner Patricia Arquette.\n\nHulu (No Ads)\n\nThis plan gives you everything you get with the Hulu plan in an ad-free* experience. *There are a few shows in our streaming library that are not included in Hulu (No Ads) due to streaming rights. Episodes of those shows will stream uninterrupted — there will just be a quick ad before and after each video. Plus, you can download from thousands of titles to watch offline.*\n\n*Select content available for download.\n\nHulu + Live TV\n\nWatch live and on-demand TV from 60+ top channels, including sports, news, and more. Plus, get unlimited access to the entire Hulu streaming library through our ad-supported plan.\n\nHulu + Live TV plan only available on Apple TV Gen. 4, iPod Touch Gen. 6, 4K Apple TV, or iPhone/iPad running iOS12 or later.\n\nDownload the Hulu app and start watching today.\n\nYou’ll be charged as a recurring transaction through your iTunes account starting at the end of your free trial (unless you cancel during the free trial). Payment automatically renews unless you cancel your account at least 24 hours before the end of the current subscription month. You can manage your subscription, cancel anytime, or turn off auto-renewal by accessing your iTunes account. Hulu is available to U.S. customers only.\n\nTerms of Use: http://www.hulu.com/terms \nPrivacy Policy: http://www.hulu.com/privacy \nYour California Privacy Rights: https://www.hulu.com/ca-privacy-rights\nDo Not Sell My Personal Information: https://www.hulu.com/do-not-sell-my-info\n\nThis app features third party software which allows you to contribute to measurement statistics (e.g., Nielsen’s TV Ratings). To learn more about digital measurement products and your choices in regard to them, including opting out, please visit our privacy policy. Please see http://www.nielsen.com/digitalprivacy for more information about Nielsen measurement.\n\nWe may work with mobile advertising companies to help deliver online and in-app advertisements tailored to your interests based on your activities on our website and apps and on other, unaffiliated websites and apps. To learn more, visit www.aboutads.info. To opt-out of online interest-based advertising, visit www.aboutads.info/choices. To opt-out of cross-app advertising, download the App Choices app at www.aboutads.info/appchoices. Hulu is committed to complying with the DAA’s Self-Regulatory Principles for Online Behavioral Advertising and the DAA’s Application of Self-Regulatory Principles for the Mobile Environment.\n\nHulu, LLC",
    "developer": "Hulu, LLC",
    "developerUrl": "https://apps.apple.com/us/developer/hulu-llc/id376510441?uo=2",
    "developerId": "376510441?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2010-06-29T11:39:25-07:00"
  },
  {
    "id": "431946152",
    "appId": "com.roblox.robloxmobile",
    "title": "Roblox",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple124/v4/e9/b8/f4/e9b8f478-96bb-e89d-ca8f-8c680899df60/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/roblox/id431946152?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Roblox is the ultimate virtual universe that lets you play, create, and be anything you can imagine. Join millions of players and discover an infinite variety of immersive worlds created by a global community! \n\nAlready have an account? Log in with your existing Roblox account and play now! \n\nMILLIONS OF WORLDS TO EXPLORE\n\nIn the mood for an epic role-playing adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of worlds created by the community means there’s always something new and exciting for you to play every day. \n\nPLAY TOGETHER ANYTIME, ANYWHERE\n\nTake the fun on the go. Roblox features full cross-platform support, meaning you can play with your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets. \n\nBE ANYTHING YOU CAN IMAGINE\n\nBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.\n\nCHAT WITH FRIENDS\n\nHang out with friends around the world using chat features, private messages, and groups!\n\nSUPPORT: https://en.help.roblox.com/hc/en-us\nCONTACT: https://corp.roblox.com/contact/\nPRIVACY POLICY: https://www.roblox.com/info/privacy\nTERMS OF USE: https://www.roblox.com/info/terms\nPARENT’S GUIDE: https://corp.roblox.com/parents/\n\nPLEASE NOTE: A network connection is required to play. Roblox games work best over Wi-Fi.",
    "developer": "Roblox Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/roblox-corporation/id431946155?uo=2",
    "developerId": "431946155?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2011-05-26T13:51:47-07:00"
  },
  {
    "id": "1208138685",
    "appId": "com.tocaboca.tocalifeworld",
    "title": "Toca Life World: Build stories",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/a1/12/55/a1125589-1006-d9d6-9bc8-41f357eff147/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/toca-life-world-build-stories/id1208138685?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Create your own world and play out any story you like with Toca Life World. You’ll get all the fun of your other favorite Toca Life apps such as City, Vacation, Office, Hospital and more, all together in one place. \n\nINTRODUCING TOCA LIFE WORLD\nWant to give grandma a wild hairstyle? Bring a sloth to the Skate Park? Or just hang out with friends? If you thought it was fun to dive into a Toca Life app and do whatever you want then you were right. Anything is possible and the choices are all yours. \n\nGo even further by creating stories with your favorite characters in any location you want. Want to take a pet to School? Go for it. Take the doctor to the Salon and dye her hair green? Rock on. In Toca Life World you’re the boss and you create stories the way you want.\n\nWHY YOU’LL LOVE PLAYING TOCA LIFE WORLD​\n\nFIRST 8 LOCATIONS & 39 CHARACTERS INCLUDED\nYou can visit Bop City, a vibrant city area with 8 different locations for you to explore, like the hairdresser, the shopping mall and food court, or even an apartment. It’s a great place to start building your own World!\n\nKEEP THE TOCA LIFE APPS YOU ALREADY HAVE\nAre you already playing with apps in the Toca Life series? Great! When you download Toca Life World, we’ll help you bring all of that stuff into the mega-app. Then you can start mixing and matching locations and characters however you want.\n\nBUY NEW LOCATIONS AND CHARACTERS\nIf you want more locations, that’s cool. Toca Life World has a shop where more than 50 locations, 300 characters, and 125 pets are available for purchase. With different prices from small to big, you can decide to add a little or a lot. We’ll always be updating with more locations, characters and crazy things to do.\n\nGIFTS EVERY WEEK\nGuess what? You don’t need to make purchases in the shop to get new items to add to your world. Check back every week to get exclusive surprise gifts!\n\nAbout Us:\n\nAt Toca Boca, we believe in the power of play to spark kids’ imaginations and help them learn about the world. We design our products from the kids' perspective to empower kids to be playful, to be creative and to be who they want to be. Our products include award-winning apps that have been downloaded more than 200 million times in 215 countries and offer fun, safe, open-ended play experiences. Learn more about Toca Boca and our products at tocaboca.com.\n\nPrivacy is an issue that we take very seriously. To learn more about how we work with these matters, please read our privacy policy: https://tocaboca.com/privacy",
    "developer": "Toca Boca AB",
    "developerUrl": "https://apps.apple.com/us/developer/toca-boca-ab/id419103351?uo=2",
    "developerId": "419103351?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2018-11-21T10:39:24-07:00"
  },
  {
    "id": "1134186971",
    "appId": "com.clever.InstantLogin",
    "title": "Clever",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple113/v4/1e/91/f8/1e91f834-93dc-627c-d91a-5ba13aa655b8/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/clever/id1134186971?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Clever gives everyone at a school and district secure single sign-on access to any online resource or application—all at no cost. Within your personalized Clever Portal, you can easily access all textbooks, files, website links, and applications. \n\nUse your Clever login or a Clever Badge to sign in on your iPhone or iPad.\n\nUsing this app requires that your school or district is set up with Clever. If you don't have Clever, ask your school or district technology team to sign up at clever.com/signup. \n\n\"Clever is dramatically changing how we use software in Oakland schools for the better.\" - John Krull, Oakland Unified School District\n\n\"Clever Badges have been a game changer for our K-2 teachers because it has given them a more efficient access point with our youngest students. Logging in has been a laborsome task, but Badges take a bite out of that.\" Mark Henderson, Fayette County Schools",
    "developer": "Clever Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/clever-inc/id1141493030?uo=2",
    "developerId": "1141493030?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2016-09-02T06:04:56-07:00"
  },
  {
    "id": "284882215",
    "appId": "com.facebook.Facebook",
    "title": "Facebook",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/9a/55/63/9a55638a-90e9-a86d-8675-efba0590d7e8/Icon-Production-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/facebook/id284882215?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Connect with friends, family and people who share the same interests as you. Communicate privately, watch your favorite content, buy and sell items or just spend time with your community. On Facebook, keeping up with the people who matter most is easy. Discover, enjoy and do more together.\n  \nStay up to date with your loved ones:\n  • Share what's on your mind, announce major life events through posts and celebrate the everyday moments with Stories.\n  • Express yourself through your profile and posts, watch, react, interact and stay in touch with your friends, throughout\n  the day.\n\nConnect with people who share your interests with Groups:\n  • With tens of millions of groups, you'll find something for all your interests and discover more groups relevant to you.\n  • Use the Groups tab as a hub to quickly access all your groups content. Find relevant groups based on your interests with the new discovery tool and recommendations.\n\nBecome more involved with your community:\n  • Discover events happening near you, businesses to support, local groups and activities to be part of.\n  • Check out local recommendations from your friends, then coordinate with them and make plans to get together.\n  • Raise funds for a cause that’s important to you, mentor someone who wants help achieving their goals and, in the event of a local crisis, connect with other people to find or give supplies, food or shelter.\n\nEnjoy entertainment together with Watch:\n  • Discover all kinds of content from original shows to creators to trending videos in topics like beauty, sports, and entertainment.\n  • Join conversations, share with others, interact with viewers and creators and watch together like never before.\n\nBuy and sell with Marketplace:\n  • Whether it's an everyday or one-of-a-kind item, you can discover everything from household items to your next car or apartment on Marketplace.\n  • List your own item for sale and conveniently communicate with buyers and sellers through Messenger \n\nRead our Data Use Policy, Terms and other important info in the legal section of our App Store description. \n\nContinued use of GPS running in the background can dramatically decrease battery life. Facebook doesn't run GPS in the background unless you give us permission by turning on optional features that require this.",
    "developer": "Facebook, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/facebook-inc/id284882218?uo=2",
    "developerId": "284882218?uo=2",
    "genre": "Social Networking",
    "genreId": "6005",
    "released": "2019-02-05T00:00:00-07:00"
  },
  {
    "id": "719219382",
    "appId": "com.getepic.Epic",
    "title": "Epic - Kids' Books & Reading",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/1c/37/c8/1c37c8b8-5108-6da1-c8b8-6458c295a9e7/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/epic-kids-books-reading/id719219382?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Welcome to Epic - the leading digital library for kids, where kids can explore their interests and learn with instant, unlimited access to 40,000 high-quality ebooks, audiobooks, learning videos, and quizzes for kids 12 and under. \n\nThere are 2 versions of Epic, both accessible through this app:\n\n1. EPIC FOR THE HOME\n\nFor families, Epic offers unlimited access to 40,000 of the best children's books and learning videos so your child can read and learn anytime, anywhere. After a one month free trial, Epic costs only $7.99/month and includes up to 4 individual child profiles per account. You can easily cancel at any time. \n\n2. EPIC FOR EDUCATORS\n\nEpic is free for elementary school teachers and school librarians worldwide. Used in over 90% of elementary schools, Epic brings an award-winning digital library into every classroom. Epic motivates young readers with badges and rewards, and teachers assign books and track each student's reading progress. \n\nStart your free one month trial today. Only $7.99 per month after. \n\nTHE EPIC LIBRARY \n\nEpic’s award-winning service includes a wide variety of high-quality books and learning videos from leading publishers like Scholastic, National Geographic, HarperCollins, Macmillan, Smithsonian and many more. With over 40,000 books and learning videos available now and many more titles added each week, Epic has been called the “Netflix of kids' books” – it's an unlimited library your kids can take anywhere!\n\nWell-known books and series include Fancy Nancy, Flat Stanley, Warriors, Biscuit, National Geographic Kids, Diary of a Wimpy Kid, Batman, Goosebumps, Clifford, Goodnight Moon, Big Nate, and many more.\n\nThe Epic library contains everything from picture books to chapter books, early readers, audiobooks, graphic novels, non-fiction titles, educational books, videos and more. Epic also now includes Spanish books and Chinese books.\n\nPRESS AND EXPERT REVIEWS\n\nEpic has been featured on The TODAY Show, Parents Magazine, USA Today, Parenting.com, Refinery 29, CNET, Forbes, Publisher’s Weekly and more. Here's what the press and the experts are saying about Epic:\n\n“We’re proud to offer our titles on Epic which provides an innovative mobile reading experience for kids and fosters a love of reading in a whole new way.” - Chantal Restivo-Alessi (Chief Digital Officer, HarperCollins Publishers)\n\n“Epic strikes the perfect balance between educational and fun, and should allow parents to feel more confident about introducing the iPad into their children’s daily lives as a tool” - TechCrunch\n\n\"get access to thousands of books on all subject matters\" - Parenting.com\n\n\"My students LOVE Epic\" - Mrs. McCoy 2nd grade teacher\n\n\nKEY FEATURES\n\n• 40,000 books and learning videos with hundreds more added weekly\n• Also includes Audiobooks, “read-to-me” books, Spanish books, Chinese books, quizzes and learning videos\n• Personalized recommendations for each child based on their reading levels and interests\n• Online and offline reading (take Epic in the car, on a plane, or camping)\n• A reading log to track reading progress available in the app, and emailed weekly to parents\n• Access Epic’s full library on almost any device\n\n- Includes a free 1 month trial and just $7.99/ month after that\n- Payment will be charged to iTunes Account at confirmation of purchase\n- Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n- Account will be charged $7.99 for renewal within 24-hours prior to the end of the current period\n- The user may manage subscriptions & may turn off auto-renewal by going to Account Settings after purchase\n- No cancellation of the current subscription is allowed during active subscription period\n- Any unused portion of a free trial period will be forfeited when the user purchases a subscription to Epic\n\nPrivacy Policy \nhttp://www.getepic.com/privacy\n\nTerms of Service\nhttps://www.getepic.com/tos",
    "developer": "Epic Creations, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/epic-creations-inc/id719219385?uo=2",
    "developerId": "719219385?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2013-12-01T00:00:00-07:00"
  },
  {
    "id": "454638411",
    "appId": "com.facebook.Messenger",
    "title": "Messenger",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/f8/3e/7a/f83e7a2c-88c1-a651-f7d0-4793d48830a9/AppIcon-0-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/messenger/id454638411?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Be together whenever, with our all-in-one communication app, complete with unlimited text, voice, video calling and group video chat features.\n\nNEW! GET THE GROUP TOGETHER WITH ROOMS Send a link to group video chat with anyone, even if they don't have Messenger. Host up to 50 people with no time limits.\n\nVIDEO CALLS TO STAY CONNECTED\nKeep your friends and family close with unlimited one-to-one and group video calls – filters optional :) Host group video calls with up to eight people, with high-quality audio, high-definition video and interactive video features such as face filters. Works across devices (smartphones and desktop).\n\nUNLIMITED TEXT AND PHONE CALLS\nSkip exchanging phone numbers and simply send a message to your Facebook friends, even if they're across the world. Enjoy high-quality voice and text messaging on mobile, tablet and desktop.\n\nRECORD AND SEND VOICE AND VIDEO MESSAGES\nWhen text just won't cut it, just hit record and send. Say, sing, show or shout it out loud.\n\nCUT DOWN GLARE WITH DARK MODE. Dark mode is a sleek look that's easy on the eyes, by switching the background from white to black.\n\nSHARE PHOTOS AND VIDEOS – Capture the moment with the Messenger Camera, add a filter or doodle, then send to friends or share to Stories.\n\nRALLY THE GROUP – Make plans to get together with polls and more.\n\nSEND MONEY SECURELY AND EASILY (within US only)\nSend and receive money from friends in the app by adding your debit card or PayPal account.\n\nSHARE YOUR LOCATION\nSuggest a meeting spot or tell friends where you are by sharing your location with just a few taps.\n\nCHAT WITH BUSINESSES\nEasily connect with your favourite businesses to make reservations, get customer support, find deals and more.\n\nPrivacy Policy: https://www.facebook.com/about/privacy/\n\nLEARN MORE about Messenger texting and group video chat at: http://messenger.com (https://messenger.com/)",
    "developer": "Facebook, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/facebook-inc/id284882218?uo=2",
    "developerId": "284882218?uo=2",
    "genre": "Social Networking",
    "genreId": "6005",
    "released": "2011-08-09T12:49:28-07:00"
  },
  {
    "id": "1514604864",
    "appId": "com.furiousavocado.tiedye",
    "title": "Tie Dye",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/89/c8/dd/89c8ddec-0cf4-b48f-1f9b-fcfe4cbc09ba/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/tie-dye/id1514604864?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Live the hottest summer trend! Tie Dye summer clothes and beach accessories!\nT-shirts, bikinis, beach bags... you name it! Show off your creative skills while customizing the Tie Dye clothes to your liking.\nLet the summer fun begin!\n\nTo opt out of CrazyLabs sales of personal information as a California resident, please visit our Privacy Policy: https://crazylabs.com/app",
    "developer": "Crazy Labs",
    "developerUrl": "https://apps.apple.com/us/developer/crazy-labs/id721307559?uo=2",
    "developerId": "721307559?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-06-10T00:00:00-07:00"
  },
  {
    "id": "1518806009",
    "appId": "com.dawnofplay.icanpaint.test1",
    "title": "I can Paint",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/2e/01/51/2e01519f-df05-24da-1ce8-3578762c890e/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/i-can-paint/id1518806009?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "I can paint, you can paint, everybody can paint with the I can paint app.\n\nTo opt out of CrazyLabs sales of personal information as a California resident, please visit our Privacy Policy: https://crazylabs.com/app",
    "developer": "Crazy Labs",
    "developerUrl": "https://apps.apple.com/us/developer/crazy-labs/id721307559?uo=2",
    "developerId": "721307559?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-06-27T00:00:00-07:00"
  },
  {
    "id": "1526814040",
    "appId": "com.game.colorroll3d",
    "title": "Color Roll 3D",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/4d/2e/33/4d2e3371-179a-593a-ba5a-a44355f24701/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/color-roll-3d/id1526814040?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Roll and create beautiful pictures.\nVery simple mechanics, only tap and roll.\nOnce you start, it will be hard to stop.\nThis will be the one of the most relaxing time of your life.",
    "developer": "Good Job Games",
    "developerUrl": "https://apps.apple.com/us/developer/good-job-games/id1191495496?uo=2",
    "developerId": "1191495496?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-15T00:00:00-07:00"
  },
  {
    "id": "324684580",
    "appId": "com.spotify.client",
    "title": "Spotify: Music and Podcasts",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/e9/d5/be/e9d5bea2-32ce-aefa-eb20-896629d4bb7c/AppIcon-1x_U007emarketing-0-6-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/spotify-music-and-podcasts/id324684580?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Spotify is the best way to listen to music and podcasts on mobile or tablet. \n\nSearch for any track, artist or album and listen for free. Make and share playlists. Build your biggest, best ever music collection. \n\nGet inspired with personal recommendations, and readymade playlists for just about everything.\n\nSpotify also offers thousands of Podcasts, including originals that you can't find anywhere else. \n\nSpotify for your Apple Watch gives you the ability to seamlessly access and control your favorite music and podcasts from your wrist.\n\nListen absolutely free with ads, or get Spotify Premium.\n\nFree on mobile\n• Play any artist, album, or playlist in shuffle mode.\n\nFree on tablet\n• Play any song, any time.\n\nPremium features\n• Play any song, any time on any device: mobile, tablet or computer.\n• Enjoy ad-free music. \n• Listen offline. \n• Get better sound quality.\n\nPlease note: This app features Nielsen’s audience measurement software which will allow you to contribute to market research, such as Nielsen’s Audio Measurement. If you don't want to participate, you can opt-out within the app settings. To learn more about our digital audience measurement products and your choices in regard to them, please visit http://www.nielsen.com/digitalprivacy for more information.\n\nPrivacy policy: http://www.spotify.com/legal/privacy-policy/\nTerms of use: https://www.spotify.com/legal/end-user-agreement/\n\nLove Spotify? \nLike us on Facebook: http://www.facebook.com/spotify \nFollow us on Twitter: http://twitter.com/spotify",
    "developer": "Spotify Ltd.",
    "developerUrl": "https://apps.apple.com/us/developer/spotify-ltd/id324684583?uo=2",
    "developerId": "324684583?uo=2",
    "genre": "Music",
    "genreId": "6011",
    "released": "2011-07-14T04:22:37-07:00"
  },
  {
    "id": "951937596",
    "appId": "com.microsoft.Office.Outlook",
    "title": "Microsoft Outlook",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/9b/57/f8/9b57f8be-a181-d734-bf50-c1da900e0341/AppIcon-outlook.prod-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-outlook/id951937596?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Outlook lets you bring all your email accounts and calendars in one convenient spot. Whether it's staying on top of your inbox or scheduling the next big thing, we make it easy to be your most productive, organized, and connected self.\n\nHere's what you'll love about Outlook for iOS:\n\n- Focus on the right things with our smart inbox - we help you sort between messages you need to act on straight away and everything else.\n\n- Swipe to quickly schedule, delete and archive messages.\n\n- Share your meeting availability with just a tap and easily find times to meet with others.\n\n- Find everything you're looking for with our new search experience, including files, contacts, and your upcoming trips.\n\n- View and attach any file from your email, OneDrive, Dropbox, and more, without having to download them to your phone.\n\n- Bring all the apps you love in Outlook, including Facebook, Evernote, Trello, and more.\n\n- Open Word, Excel, or other Office document attachments to edit them directly in the corresponding app and attach them back to an email.\n\n--\n\nOutlook for iOS works with Microsoft Exchange, Office 365, Outlook.com (including Hotmail and MSN), Gmail, Yahoo Mail, and iCloud.\n\n--\n\nTo make an in-app purchase of a Microsoft 365 Family or Personal subscription, open the app, go to Settings, and tap on Upgrade next to your Outlook.com or Hotmail.com account. Subscriptions begin at $6.99 a month in the US, and can vary by region. With a Microsoft 365 subscription, you get 1TB of storage for each user, access to all features in Word, Excel, and PowerPoint on iPad, iPhone, and iPod touch, and you can install Word, Excel, PowerPoint, Outlook and OneNote on PCs or Macs.\n\nMicrosoft 365 subscriptions purchased from the app will be charged to your iTunes account and will automatically renew within 24 hours prior to the end of the current subscription period, unless auto-renewal is disabled beforehand. To manage your subscriptions or to disable auto-renewal, after purchase, go to your iTunes account settings. A subscription cannot be cancelled during the active subscription period. Any unused portion of a free trial period, if offered will be forfeited when the user purchases a subscription to that publication, where applicable.\n\nPrivacy and Cookies: https://go.microsoft.com/fwlink/?LinkId=521839\nTerms of Use: http://go.microsoft.com/fwlink/?LinkID=530144",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2015-01-28T21:22:59-07:00"
  },
  {
    "id": "586449534",
    "appId": "com.microsoft.Office.Powerpoint",
    "title": "Microsoft PowerPoint",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/d2/e7/67/d2e7677e-5cec-2616-eb0b-805733a11f40/AppIcon-0-1x_U007emarketing-0-7-0-0-sRGB-0-0-0-85-220-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-powerpoint/id586449534?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The PowerPoint app gives you access to the familiar slideshow maker tool you already know. Create, edit, view, present, or share presentations quickly and easily from anywhere.\r\n\r\nNeed to access your PowerPoint files quickly while on the go? PowerPoint provides a quick view of your recent slides and presentations for easy access on any device.\r\n\r\nWorried about multiple file versions when you work on PowerPoint mobile? Syncing is seamless across devices via OneDrive.\r\n\r\nPowerPoint lets you make a lasting impression with powerful and customizable slides and presentations that make you stand out. Create slideshows and present with confidence from anywhere.\r\n\r\nMaking a delightful and impactful presentation has never been easier. PowerPoint gives you templates to work from and automatic design ideas for your presentations.\r\n\r\nMaster your presentation with Presenter Coach, a new AI tool designed to help with public speaking. Practice your presentation and get real-time suggestions to adjust your pacing, avoid “umms” and speak confidently. Requires an active Microsoft 365 subscription.\r\n\r\nCustomize your presentations on the go, collaborating with others in real time. Sync your PowerPoint documents via OneDrive, share with coworkers and create amazing presentations as a team.\r\n\r\nGet the complete Microsoft Office experience when you sign in with your Microsoft 365 subscription. Create, edit and share presentations with ease when you download Microsoft PowerPoint today.\r\n\r\nPresent with confidence\r\n• Never miss a beat with PowerPoint on the go. You can make new presentations or continue working on existing ones.\r\n• PowerPoint syncs your presentations to OneDrive, so you can start a presentation on your PC, then edit using PowerPoint mobile.\r\n• A new Presenter Coach designed to provide feedback and assistance for your presentations.\r\n\r\nCustomizable Slideshow Maker\r\n• With the powerful and highly customizable experience in PowerPoint, creating presentations that will make an impression and help you stand out is easy.\r\n• Create a slideshow from a template or make a presentation from scratch.\r\n\r\nCollaborate on Presentations\r\n• PowerPoint makes it easy to collaborate with others.\r\n• With 1-click sharing, quickly invite others to edit, view, or provide feedback on your slides.\r\n• Easily manage permissions and see who’s working on your presentation.\r\n• Stay on top of changes and feedback with integrated comments within the slides.\r\n• Compare changes to see how your presentation has evolved over time.\r\n\r\nDownload Microsoft PowerPoint now and get the best way to create, edit and share slideshows and presentations from your iPhone or iPad.\r\n\r\nTo create or edit documents, sign in with a free Microsoft account on devices with a screen size smaller than 10.1 inches.\r\nUnlock the full Microsoft Office experience with a qualifying Microsoft 365 subscription for your phone, tablet, PC, and Mac.\r\n\r\nMonthly Microsoft 365 subscriptions purchased from the app will be charged to your App Store account and will automatically renew within 24 hours prior to the end of the current subscription period unless auto-renewal is disabled beforehand. You can manage your subscriptions in your App Store account settings.\r\n\r\nThis app is provided by either Microsoft or a third-party app publisher and is subject to a separate privacy statement and terms and conditions. Data provided through the use of this store and this app may be accessible to Microsoft or the third-party app publisher, as applicable, and transferred to, stored, and processed in the United States or any other country where Microsoft or the app publisher and their affiliates or service providers maintain facilities.\r\n\r\nPlease refer to the Microsoft Software License Terms for Microsoft 365. See “License Agreement” link under Information. By installing the app, you agree to these terms and conditions.",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2014-03-27T12:39:54-07:00"
  },
  {
    "id": "298844386",
    "appId": "com.webex.meeting",
    "title": "Cisco Webex Meetings",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/68/b7/52/68b75253-d612-3729-2e49-8c25f90c94fb/AppIcon-1x_U007emarketing-0-10-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/cisco-webex-meetings/id298844386?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Don’t let being away from the office slow your business down. Experience secure, productive meetings from wherever you are.  \r\nCisco Webex Meetings delivers over 25 billion meetings per month, offering industry-leading video and audio conferencing with sharing, chat, and more. Experience why Webex Meetings is the most trusted video conferencing solution today.\r\nGeneral features: \r\n•\tJoin and present from any meeting, event, or training session directly from your iPhone, iPad, or Apple Watch\r\n•\tHands-free voice commands with Siri\r\n•\tOne-tap joining directly from your calendar\r\n•\tSchedule meetings directly from your app\r\n•\tCustomizable video layouts and virtual backgrounds\r\n•\tShare your content (including 3-D files) or screen to everyone\r\n•\tEasily sign in using Face ID or Touch ID\r\nWant to learn more? See https://help.webex.com/nowvmhw/.\r\n\r\nFollow us:\r\n•\tTwitter - https://twitter.com/webex\r\n•\tFacebook - https://www.facebook.com/CiscoCollab\r\nBy installing this application, you are accepting the Terms of Service (http://www.webex.com/terms-of-service-text.html) and Privacy Statement (https://www.cisco.com/web/siteassets/legal/privacy.html) and are consenting to receive communications, updates, and upgrades for Cisco Webex services. Cisco Webex may collect meeting usage data and personal information, such as your email address, from your computer or device.",
    "developer": "Cisco",
    "developerUrl": "https://apps.apple.com/us/developer/cisco/id298844389?uo=2",
    "developerId": "298844389?uo=2",
    "genre": "Business",
    "genreId": "6000",
    "released": "2009-01-06T00:00:00-07:00"
  },
  {
    "id": "842849113",
    "appId": "com.google.Sheets",
    "title": "Google Sheets",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/eb/1d/cf/eb1dcf9a-5625-7123-e793-0b7c28e113a0/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-sheets/id842849113?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Create, edit, and collaborate with others on spreadsheets from your iPod, iPhone, or iPad with the free Google Sheets app. With Google Sheets you can:\n\n* Create new spreadsheets or edit any that were created on the web or on another device \n* Share spreadsheets and work together with others in the same spreadsheet at the same time\n* Get stuff done anytime -- even without an internet connection\n* Format cells, enter/sort data, view charts, insert formulas, use find/replace, and more\n* Never worry about losing your work -- everything is automatically saved as you type \n* Protect your spreadsheets with a 4-digit passcode\n* Open, edit, and save Excel files",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2014-04-30T09:04:38-07:00"
  },
  {
    "id": "1518267642",
    "appId": "com.tapped.drawrider",
    "title": "Scribble Rider",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/e0/83/c9/e083c98c-ae4e-5574-a0b4-082629df5fc0/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/scribble-rider/id1518267642?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Roll, Swim, Stick and Fly with the ultimate 'All-Terrain' vehicle",
    "developer": "Voodoo",
    "developerUrl": "https://apps.apple.com/us/developer/voodoo/id714804730?uo=2",
    "developerId": "714804730?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-06-30T00:00:00-07:00"
  },
  {
    "id": "297606951",
    "appId": "com.amazon.Amazon",
    "title": "Amazon Shopping",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/dc/b8/74/dcb874b1-69dc-8c29-ef3c-576e82a18379/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/amazon-shopping/id297606951?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "International Shopping \nBrowse, search, get product details, read reviews, and purchase millions of products with Amazon International Shopping – now available in English, Spanish, German, and Simplified Chinese. Amazon packs a variety of features and functions into this ample app, whether you’re buying gifts, reading reviews, tracking orders, scanning products, or just shopping.  Tap the mic icon and use Alexa to play music, shop, tell jokes, listen to eBooks and more. \n\nConvenient \nSign in with your existing Amazon account to access your cart, payment preferences, and shipping options. Pay in your local currency with international credit or debit cards. Create or find a baby or wedding registry. No need to create a new account to manage your 1-Click settings, wish lists, or track your orders. Shop just as you do on the web.\n\nFast \nInstantly compare prices and check availability by scanning a barcode, snapping a picture or typing your search. \n\nSecure \nAll purchases are routed through Amazon's secure servers, protecting your personal, payment, and order information. \n\nInternational Delivery\nAmazon now delivers to 100+ countries in as quickly as 3-5 days.\n\nUniversal \nIn addition to International Shopping, you can change your settings in this single app to shop Amazon.ca, Amazon.co.uk, Amazon.de, Amazon.fr, Amazon.com, Amazon.it, Amazon.es, Amazon.cn, Amazon.co.jp or Amazon.in. \n\nIn order to provide a rich experience and enable features such as voice shopping, shipping notifications, visual search, customer reviews, and authentication this app may request permission to access contacts, camera, microphone, notification, touch id, photos and Bluetooth.",
    "developer": "AMZN Mobile LLC",
    "developerUrl": "https://apps.apple.com/us/developer/amzn-mobile-llc/id297606954?uo=2",
    "developerId": "297606954?uo=2",
    "genre": "Shopping",
    "genreId": "6024",
    "released": "2008-12-03T00:00:00-07:00"
  },
  {
    "id": "552602056",
    "appId": "com.ClassDojo",
    "title": "ClassDojo",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/b6/85/dc/b685dc2c-18e6-38a4-ac0c-e88a1ef28cf0/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/classdojo/id552602056?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Ready to build an amazing classroom community?\n\nClassDojo is a beautiful, safe, and simple communication app for teachers, parents, and students. \n\n* Teachers can encourage students for any skill, like “Working hard” and “Teamwork”\n* Teachers can bring parents into the classroom experience by sharing photos, videos, and announcements\n* Teachers can also safely and instantly message with any parent\n* Parents see their child’s updates at home, as well as a stream of photos and videos from school\n\nClassDojo helps teachers build a positive classroom culture by encouraging students and communicating with parents.\n\nClassDojo is free for everyone, and K-12 teachers, parents, students, and school leaders in over 180 countries have joined. It works on all devices, like iPhones, iPads, tablets, phones, and smartboards.\n\n\"I’ve divided my time teaching as B.C. and A.C.: before ClassDojo, and after ClassDojo.  I never want to go back!\" — Jen E., an elementary school teacher :)\n\nJoin the ClassDojo community today!\n\n\nClassDojo is completely free for parents, teachers, and students!\n\n\nOptional: parents may subscribe to ClassDojo Beyond School for extra features for at-home use.\n\nA charge will be added to your Apple ID account at the end of the 7-day free trial. Depending on your subscription choice, this may be $7.99 monthly, $39.99 for 6 months or $59.99 for 1 year (this pricing is for the US; pricing in other countries may vary). The subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period at the same rate ($7.99/$39.99/$59.99 depending on the subscription term). You can manage and cancel your subscriptions by going to your App Store account settings after purchase (on the App Store home screen, tap on the top right account icon).\n\nRead our Terms of Service here:\nhttps://www.classdojo.com/terms\n\nRead our Privacy Policy here: \nhttps://www.classdojo.com/privacy",
    "developer": "ClassDojo, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/classdojo-inc/id552602059?uo=2",
    "developerId": "552602059?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2012-09-10T00:00:00-07:00"
  },
  {
    "id": "410395246",
    "appId": "com.microsoft.onenote",
    "title": "Microsoft OneNote",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/9c/74/fd/9c74fda7-f692-df8d-fb7d-5dfd98161ad8/AppIcon-0-1x_U007emarketing-0-7-0-0-sRGB-0-0-0-85-220-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-onenote/id410395246?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Capture your thoughts, discoveries, and ideas and simplify overwhelming planning moments in your life with your very own digital notepad.\r\n\r\nWith OneNote, you can plan that big event, seize that moment of inspiration to create something new, and track that list of errands that are too important to forget. Write memos, make a digital sketchbook and save notes right on your phone.\r\n\r\nSync your notes via OneDrive to access them anytime, anywhere. Whether you're at home, in the office, or on the go, your notes are available to you across all of your devices.\r\n\r\nGet the complete Microsoft Office experience when you sign in with your Microsoft Account. Take notes, share ideas, organize and collaborate when you download Microsoft OneNote today.\r\n\r\nCapture Anything:\r\n• With OneNote, you can plan that big event, save ideas to create something new and track that list of errands that are too important to forget.\r\n• Save pictures of whiteboards, photos or printed documents in your notes with Office Lens. Quickly take a picture, automatically crop and insert the image into your notes.\r\n\r\nOrganize, Search and Secure:\r\n• Quickly organize your notes in a way that works best for you with powerful organizational tools.\r\n• Find your most recent notes quickly and pin the pages you use most.\r\n• Secure your notes with a password and use touch ID to quickly access them.\r\n\r\nSync your Sticky Notes:\r\n• Quickly save your thoughts and ideas with colorful sticky notes on the go.\r\n• Sync your sticky notes to access them from anywhere on any device, anytime.\r\n\r\nSave, Share, and Collaborate:\r\n• Save to the cloud (OneDrive, OneDrive for Business, and SharePoint) and access your notes on anytime and on any device.\r\n• Collaborate and work together in a shared notepad.\r\n\r\nWrite & Draw on iPad:\r\n• Use a variety of pen colors and settings to create beautiful handwritten notes and drawings.\r\n• Draw with confidence with \"Convert to Shapes\" mode: OneNote will automatically convert hand drawn shapes into crisp, perfectly regular polygons and circles.\r\n• Use a stylus or the touchscreen to write notes or use OneNote as a sketchbook.\r\n\r\nOneNote is free on iPhone and many other devices. Get started today! Download OneNote and sign in with your Microsoft Account or the account assigned to you by your work or school.\r\n\r\nMonthly Microsoft 365 subscriptions purchased from the app will be charged to your App Store account and will automatically renew within 24 hours prior to the end of the current subscription period unless auto-renewal is disabled beforehand. You can manage your subscriptions in your App Store account settings.\r\n\r\nThis app is provided by either Microsoft or a third-party app publisher and is subject to a separate privacy statement and terms and conditions. Data provided through the use of this store and this app may be accessible to Microsoft or the third-party app publisher, as applicable, and transferred to, stored, and processed in the United States or any other country where Microsoft or the app publisher and their affiliates or service providers maintain facilities.\r\n\r\nPlease refer to the Microsoft Software License Terms for Microsoft 365. See “License Agreement” link under Information. By installing the app, you agree to these terms and conditions.",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2011-01-18T09:15:26-07:00"
  },
  {
    "id": "1510364141",
    "appId": "com.drawprotector.wavy.ios",
    "title": "Draw Defence",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/1e/8b/4a/1e8b4aef-43fa-6584-eb16-e0a7d12cebde/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/draw-defence/id1510364141?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Meet our new easy-to-play game - Draw Defence.\n\nThe draw methods as below：\n\nHorizontal (ー)  >>>>archers\nVertical ( | )  >>>>infantry\nLong vertical ( | )  >>>>giant\nGreater-than sign ( く > ^ v )  >>>>cavalry\nCircle (O)  >>>>fireball\nvortex  >>>>tornado\n\n\nIt’s all about competing with hundreds of enemies inside the arena through addictive mechanics.\n\nAll you need to do is upgrade your magic ink and castle.\n\nBehind the addictive gameplay you will find:\n\n- Dozens of areas\n- Hordes of enemies\n- Draw freely and summon magic and legions\n- Deep upgrading system\n\nStart from a little village with small troops and become a legend of the arena!\n\nLet's try!",
    "developer": "Jp Games Group ApS",
    "developerUrl": "https://apps.apple.com/us/developer/jp-games-group-aps/id1527552656?uo=2",
    "developerId": "1527552656?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-05-31T00:00:00-07:00"
  },
  {
    "id": "555376968",
    "appId": "com.espn.fantasyFootball",
    "title": "ESPN Fantasy Sports",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/af/65/b4/af65b4ee-2fac-fcf8-bbea-3be42c7d466c/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/espn-fantasy-sports/id555376968?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "ESPN Fantasy Football is back for another season in the #1 fantasy sports app, alongside fantasy basketball, hockey, baseball, and our uber-fun prediction game, Streak. All ESPN games are completely free to play.\n\n-Create a fantasy football, basketball, baseball, or hockey league to play with friends or join an existing league to compete against other fans. You can play our standard game or customize the rules to your liking.\n-Sign up, draft your fantasy team, edit your lineup, add players, and make trades.\n-Get player rankings, projections, and analysis from the most trusted names in fantasy sports, including Matthew Berry.\n-Follow your players all season long with live, real-time matchup and pro game scoring.\n-Predict the winners for biggest matchups in sports each day in Streak for a chance to win cash prizes and bragging rights. Test your sports knowledge against ESPN experts, friends, family, and other fans. \n-Customize your teams with hundreds of exclusive, free team logos. From ESPN personalities to your favorite superhero, there’s something for everyone.\n-Subscribe to alerts and get the latest videos and news for the players on your roster, right as news breaks.\n\nLive Streaming with your TV provider:\n-Select live programs from ESPN, ESPN2, ESPN3, ESPNU, SEC Network, SEC Network Plus, ESPNews, ESPN Deportes, and Longhorn Network are all available to stream live in the ESPN Fantasy App. Access to live video is determined by your TV provider and package and, in some instances, your Internet service provider.\n-Due to contractual limitations with certain content, especially play-by-play broadcasts, there are times when the schedule that's on-air won't match the schedule that's online.  If you have specific schedule questions, please contact the station directly by visiting their website.\n\nESPN+ Subscription Terms:\n-Access ESPN+ for $5.99 monthly, or $49.99 annually. You will automatically be billed for the full amount of your subscription every 30 days if you purchase a monthly subscription, or every 365 days if you purchase an annual subscription.\n-Payment will be charged to your iTunes Account at confirmation of purchase, unless you are offered and are eligible for a free trial. If you receive a free trial, you will be charged when your free trial period ends. Your account will be automatically charged for renewal, at the above purchase price, within 24-hours prior to the end of the current period. If you cancel prior to such 24 hour period, you will not be charged for the following applicable subscription period.\n-Your subscription may be managed, and you can turn off auto-renewal, by going to your iTunes account settings after purchase.\n-No refunds for the current subscription period are granted.  Cancellations of the current subscription take effect at the conclusion of the current subscription period.\n \nTerms of Use - https://disneytermsofuse.com/\nPrivacy Policy - http://www.disneyprivacycenter.com\nESPN+ Subscriber Agreement - https://es.pn/plus-terms\n \nBefore you download this app, please consider that it includes advertising, some of which may be targeted to your interests. You may choose to control targeted advertising within mobile applications by using your mobile device settings (for example, by re-setting your device's advertising identifier and/or opting out of interest based ads).\n \nPlease note: This app features Nielsen's proprietary measurement software which will allow you to contribute to market research, like Nielsen's TV Ratings. Please see www.nielsen.com/digitalprivacy for more information. You may also visit Settings in the app to opt out of Nielsen measurement.\n\n-Your California Privacy Rights - https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/your-california-privacy-rights/\n-Do Not Sell My Information - https://privacy.thewaltdisneycompany.com/en/dnsmi\n-Children’s Privacy Policy* - https://privacy.thewaltdisneycompany.com/en/for-parents/childrens-online-privacy-policy/",
    "developer": "ESPN",
    "developerUrl": "https://apps.apple.com/us/developer/espn/id317469187?uo=2",
    "developerId": "317469187?uo=2",
    "genre": "Sports",
    "genreId": "6004",
    "released": "2012-09-04T18:06:38-07:00"
  },
  {
    "id": "1499118002",
    "appId": "com.Atinon.PassOver",
    "title": "Cube Surfer!",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/a1/78/74/a17874a9-62fa-5037-ae55-1fbcf5f37f7f/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/cube-surfer/id1499118002?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Try to pass over the blocks!\n\n9 different cube!",
    "developer": "Voodoo",
    "developerUrl": "https://apps.apple.com/us/developer/voodoo/id714804730?uo=2",
    "developerId": "714804730?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-02-15T00:00:00-07:00"
  },
  {
    "id": "985746746",
    "appId": "com.hammerandchisel.discord",
    "title": "Discord - Talk, Chat, Hang Out",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple114/v4/5b/69/73/5b697351-4192-bf13-e54e-4b8392b27a01/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/discord-talk-chat-hang-out/id985746746?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Discord is your place to talk. Create a home for your communities and friends, where you can stay close and have fun over text, voice, and video. Whether you’re part of a school club, a gaming group, a worldwide art community, or just a handful of friends that want to spend time, Discord makes it easy to talk every day and hang out more often.\n\nCREATE AN INVITE-ONLY PLACE TO TALK\n•  Organized text channels give you plenty of room to talk. Share your latest cooking mishaps while coordinating next week’s game night, or just talk about your day without clogging up a group chat.\n•  Voice channels make hanging out easy. Grab a seat in a voice channel when you’re free. Friends can see you’re around and pop in to talk, without having to call.\n•  Reliable tech for staying close. Low latency voice and video feels like you’re in the same room.\n\nSTAY CLOSE WITH TEXT, VOICE, AND VIDEO\n•  Wave hello over video, watch friends stream their games, or gather up and have a drawing session with screen share.\n•  Turn any image into your own custom emojis and share them with friends.\n•  Share anything from a funny video to your latest group photos, and pin your favorites to remember later.\n\nFOR A FEW OR A FANDOM\n•  Custom moderation tools and permission levels can group up your friends, organize your local book club, or bring together music fans from around the world. \n•  Create moderators, give special members access to private channels, and much more.",
    "developer": "Discord, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/discord-inc/id658886503?uo=2",
    "developerId": "658886503?uo=2",
    "genre": "Social Networking",
    "genreId": "6005",
    "released": "2015-05-21T00:08:40-07:00"
  },
  {
    "id": "1174240047",
    "appId": "com.itwcalculator.calc",
    "title": "Calculator ۬",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/7c/24/b4/7c24b4ab-5771-d8b2-1005-ee94fd649d89/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/calculator/id1174240047?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "A Free & Easy Calculator, designed to enjoy simple, and complex math calculations. Quickly master mathematics at work, school and home by counting on Calculator.\n\n- Basic & Scientific Calculator\n- History: Copy Result, Complete Equation & Share Calculations\n- Equation View\n- Memory Bank\n- Calculate with Degrees or Radians\n- Rotation\n- Optimized for iPad\n\nMathematical Operations\nAddition, Subtraction, Division, Multiplication, Percentages, Square, Cubic Exponent, Nth Exponent, Square Root, Cubic Root, Nth Root, Engineering Exponent, Factorial, Power of Two, Power of Ten, Power of E, Natural Logarithm, Common Logarithm, Binary Logarithm, Sine, Cosine, Tangent, Arc Sine, Arc Cosine, Arc Tangent, Hyperbolic Sine, Hyperbolic Cosine, Hyperbolic Tangent, Hyperbolic Arc Sine, Hyperbolic Arc Cosine, Hyperbolic Arc Tangent, Multiplicative Inverse, Random Number Input\n\nSHARE YOUR CALCULATION, WHEREVER YOU ARE\nHaving a great result with your calculation? Save time and send it to your contacts fast & simple… by sharing with Calculator!\n\nCALCULATOR PREMIUM\nUpgrade to a Premium Membership and Receive the Following Ongoing Value:\n• Ad-Free\n• Premium Customer Support\n\nIf you choose to purchase a subscription, payment will be charged to your iTunes account, and your account will be charged within 24-hours prior to the end of the current period. You can cancel the automatic renewal of your subscription at any time by going to your settings in the iTunes store after purchase. The cancellation will take effect the day after the last day of the current subscription period, and you will be downgraded to the free service.\n\nPlease share your experience by giving a review or rating on the App Store.\n\nTo improve our app for you we highly appreciate your questions, feedback and suggestions.\nYou can send it to Feedback@impalastudios.com.\n\nTerms & Conditions: https://impalastudios.com/terms\nPrivacy Policy: https://impalastudios.com/privacy\n\nCalculator (C) 2019 International Travel Weather Calculator",
    "developer": "International Travel Weather Calculator",
    "developerUrl": "https://apps.apple.com/us/developer/international-travel-weather-calculator/id396082456?uo=2",
    "developerId": "396082456?uo=2",
    "genre": "Lifestyle",
    "genreId": "6012",
    "released": "2019-12-03T00:00:00-07:00"
  },
  {
    "id": "936971630",
    "appId": "com.google.ios.youtubekids",
    "title": "YouTube Kids",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/0c/bc/8f/0cbc8fcc-7d09-dd8a-88bb-39d22db608ee/YouTubeKidsAppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/youtube-kids/id936971630?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "A video app made just for kids\nYouTube Kids was created to give kids a more contained environment filled with family-friendly videos on all different topics, igniting your kids’ inner creativity and playfulness. Parents and caregivers can guide the journey as your kids discover new and exciting interests along the way. Learn more at youtube.com/kids\n\nA safer online experience for kids\nWe work hard to keep the videos on YouTube Kids family-friendly and use a mix of automated filters built by our engineering teams, human review, and feedback from parents to protect our youngest users online.  But no system is perfect and inappropriate videos can slip through, so we’re constantly working to improve our safeguards and offer more features to help parents create the right experience for their families.\n\nCustomize your child’s experience with Parental Controls\nLimit screen time: Set a time limit for how long your kids can watch and help encourage their transition from watching to doing.\nKeep up with what they watch: Simply check the watch it again page and you’ll always know what they’ve watched and the newest interests they’re exploring.\nBlocking: Don’t like a video? Block the video or whole channel, and never see it again. \nFlagging: You can always alert us to inappropriate content by flagging a video for review. Flagged videos are reviewed 24 hours a day, seven days a week.\n\nCreate individual experiences as unique as your kids\nCreate up to eight kid profiles, each with their own viewing preferences, video recommendations, and settings. Choose from “Approved Content Only” mode or select an age category that fits your child, “Preschool”, “Younger”, or “Older”. \n\nSelect the “Approved Content Only” mode if you want to handpick the videos, channels and/or collections that you’ve approved your child to watch. In this mode, kids won’t be able to search for videos. The “Preschool” Mode designed for kids 4 and under curates videos that promote creativity, playfulness, learning, and exploration. The “Younger” Mode allows kids 5-7 to explore their interests in a wide variety of topics including songs, cartoons, and crafts. While our “Older” Mode gives kids 8 and up the chance to search and explore additional content such as popular music and gaming videos for kids. \n\nAll kinds of videos for all kinds of kids \nOur library is filled with family-friendly videos on all different topics, igniting your kids’ inner creativity and playfulness. It’s everything from their favorite shows and music to learning how to build a model volcano (or make slime ;-), and everything in between. \n\nOther important information:\nParental setup is needed to ensure the best experience possible for your kid.\nYouTube Kids contains paid ads in order to offer the app for free. Your kid may also see videos with commercial content from YouTube creators that are not paid ads.The Privacy Notice for Google Accounts managed with Family Link describes our privacy practices when your kid uses YouTube Kids with their Google Account. When your kid uses YouTube Kids without signing into their Google Account, the YouTube Kids Privacy Notice applies.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2015-02-23T07:43:34-07:00"
  },
  {
    "id": "411766326",
    "appId": "com.schoology.schoology",
    "title": "Schoology",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/5d/92/8f/5d928f5b-140c-99b3-ca1b-fff3add07c38/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/schoology/id411766326?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Get the award-winning app that extends Schoology’s powerful learning management solution to your iOS device. Manage your classroom, create and submit assignments, participate in interactive discussions, perform assessments, collaborate with your peers, and much more!\n \nWith Schoology’s iOS mobile app, you can have rich and engaging academic experiences anytime, anywhere.",
    "developer": "Schoology, Inc. ",
    "developerUrl": "https://apps.apple.com/us/developer/schoology-inc/id411766329?uo=2",
    "developerId": "411766329?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2010-12-28T19:22:44-07:00"
  },
  {
    "id": "1515895992",
    "appId": "com.zjcgame.superdress",
    "title": "Yes, that dress!",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/88/42/8c/88428c37-a18b-a537-44de-8172cbab3ce0/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/yes-that-dress/id1515895992?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Do you want that dress? All you have to do is say yes! Customers are lining up at your store looking for help. They are looking for that next style fad that will make them stand out with the stars. Pull out a basic dress and style it however you like. Change the color, add some sparkles, have a new cut or design; the final look is limitless in this fashion designer simulator.\n\nHave you ever gone to the store and wished you could purchase any dress you want? Now you can create those looks for yourself. Make people's dreams come true and create the most beautiful dresses you can think of. Whether it’s for a party, or prom, or just a night out on the town, people want to look trendy with the latest fad, and it’s up to your keen eye to make this a reality.\n\n \n Game Features:\n1.       Simple but addicting mechanics\nCustomers are looking for the next great designer - can you make the cut?\n\n2.       Amazing Physics\nThe final outcome of the designs will have you feeling breathless\n\n3.       Keep on upgrading!\nBecome the best shop in town - keep upgrading your business.\n\n4.       Relax and enjoy\nNo stress in this game. Just create, color and decorate. So many options to test your creativity.\n\n\nVisit https://lionstudios.cc/contact-us/ if have any feedback, need help on beating a level or have any awesome ideas you would like to see in the game!\n\nFrom the Studio that brought you Mr. Bullet, Happy Glass, Ink Inc and Love Balls!\n\nFollow us to get news and updates on our other Award Winning titles;\nhttps://lionstudios.cc/\nFacebook.com/LionStudios.cc\nInstagram.com/LionStudioscc\nTwitter.com/LionStudiosCC\nYoutube.com/c/LionStudiosCC",
    "developer": "Lion Studios",
    "developerUrl": "https://apps.apple.com/us/developer/lion-studios/id1362220666?uo=2",
    "developerId": "1362220666?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-06-08T00:00:00-07:00"
  },
  {
    "id": "1131203560",
    "appId": "no.mobitroll.kahoot.controller",
    "title": "Kahoot! Play & Create Quizzes",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/f1/c5/79/f1c579b5-ea64-809f-d148-f29c9cbf936f/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/kahoot-play-create-quizzes/id1131203560?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Play engaging quiz-based games (kahoots) at school, at home and at work, create your own kahoots and learn something new! Kahoot! brings the magic of learning for students, teachers, office superheroes, trivia fans and lifelong learners.\n \nHere’s what you can do with the Kahoot! app:\n \nStudents\n- Join kahoots hosted live - in class or virtually - and use the app to submit answers\n- Complete self-paced challenges\n- Study at home or on the go with flashcards and other study modes\n- Challenge your friends with kahoots you found or created\n- Create your own kahoots and add images or videos\n- Host kahoots live for family and friends directly from your mobile device\n \n \nFamilies and friends\n- Find a kahoot on any topic, fit for any age\n- Host a kahoot live by sharing your screen to Apple TV or via video conferencing apps\n- Engage your kids with studying at home\n- Send a Kahoot! challenge to family members or friends\n- Create your own kahoots and add different question types and image effects\n \nTeachers\n- Search among millions of ready-to-play kahoots on any topic\n- Create or edit your own kahoots in minutes\n- Combine different question types to increase engagement\n- Host kahoots live in class or virtually for distance learning\n- Assign student-paced challenges for content review\n- Assess learning outcomes with reports\n \nCompany employees\n- Create kahoots for e-learning, presentations, events and other occasions\n- Encourage audience participation with polls and word cloud questions\n- Host Kahoot! live in person or in a virtual meeting\n- Assign self-paced challenges, for example, for e-learning\n- Assess progress and results with reports\n \nPremium features:\nKahoot! is free for teachers and their students, and it’s our commitment to keep it that way as part of our mission to make learning awesome. We offer optional upgrades that unlock advanced features, such as an image library with millions of images and advanced question types, such as puzzles, polls, open-ended questions and slides. To take advantage of these features, users will need a paid subscription.\n \nTo create and host kahoots in a work context, as well as get access to additional features, business users will need a paid subscription.\n \nRecurring billing, cancel anytime\n- Payment will be charged to your iTunes account at confirmation of purchase.\n- Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period.\n- Account will be charged for renewal within 24 hours of the end of the current period, and the cost of the renewal will be provided.\n- Subscriptions may be managed by the user. Auto-renewal may be turned off by going to the user’s Account Settings after purchase. No cancellation of the current subscription is allowed during the active subscription period.\n- Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription.\n \nPrivacy Policy: https://kahoot.com/privacy\nTerms and conditions: https://kahoot.com/terms",
    "developer": "Kahoot! AS",
    "developerUrl": "https://apps.apple.com/us/developer/kahoot-as/id1131203559?uo=2",
    "developerId": "1131203559?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2016-09-19T17:26:41-07:00"
  },
  {
    "id": "971265422",
    "appId": "com.hbo.hbonow",
    "title": "HBO Max: Stream TV & Movies",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/2d/a9/cc/2da9cc3f-b2fe-ff8c-ec8d-df37f6f1bac8/AppIconHBOMAX-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/hbo-max-stream-tv-movies/id971265422?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "HBO Max is the streaming platform that bundles all of HBO together with even more of your favorite TV series, blockbuster movies, plus new Max Originals.\n\nGet comfy, because you’ve got 100 years of epic entertainment in your hands. You’ll have unlimited access to all of HBO, together with even more favorites from Sesame Workshop, DC, Warner Bros., and more.\n\nMore reasons to love HBO Max:\nThousands of hours of hit movies, addictive series, and exclusive Max Originals.\nA personalized streaming experience for up to five viewer profiles.\nCollections hand-picked by real humans — not robots.\nDownload top titles to watch on your favorite devices anywhere you go.\nA curated kids’ experience that grows along with their interests.\nHBO Max Hubs devoted to your favorite fandoms.\n\n\nYour subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current subscription period. Your iTunes will automatically be charged at the same price for renewal, as stated above, within 24 hours prior to the end of the current subscription period. You can manage your subscription and/or turn off auto-renewal by visiting your iTunes Account Settings after purchase.\n\nHBO Max is only accessible in the U.S. and certain U.S. territories. Some restrictions apply. ©2020 WarnerMedia Direct, LLC. All Rights Reserved. HBO Max™ is used under license.\n\nFor help, please visit help.HBOMax.com.\n\nPrivacy Policy: https://www.hbomax.com/privacy\nTerms of Use:  https://www.hbomax.com/terms-of-use \nManage sharing your data at: http://warnermediaprivacy.com/do-not-sell",
    "developer": "WarnerMedia",
    "developerUrl": "https://apps.apple.com/us/developer/warnermedia/id1514826633?uo=2",
    "developerId": "1514826633?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2015-04-07T08:07:43-07:00"
  },
  {
    "id": "429047995",
    "appId": "pinterest",
    "title": "Pinterest",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/7e/bc/33/7ebc33c6-aee3-46e3-91ea-3929be465a86/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/pinterest/id429047995?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Looking for inspiration? Whether you’re designing a home or searching for travel ideas, good ideas start on Pinterest.\n\nExplore over 100 billion new ideas for every part of your life, from what haircut to get to what to make for dinner. Create extra storage space in your home, turn an old t-shirt into a stylish dress, or plan your next vacation with Pinterest.\n\n3 Reasons to start finding and saving ideas on Pinterest:\n\n1. Discover everyday inspiration and explore articles on trending and recommended topics.\n2. Collaborate with friends for your next group trip, party or project.\n3. See an idea out in the world that you like? Just snap a photo of it with Pinterest Lens to find how to buy, make, or do it!\n\nDiscover new possibilities and save what you find. Find inspirational ideas from anywhere on the internet.\n\nGet ideas for the topics you care about most:\n- Travel and fitness tips\n- Fashion and style\n- Home design and architecture\n- Food and cooking\n- Wedding inspiration\n\nTo start saving and sharing Pins, download now.",
    "developer": "Pinterest",
    "developerUrl": "https://apps.apple.com/us/developer/pinterest/id328135727?uo=2",
    "developerId": "328135727?uo=2",
    "genre": "Lifestyle",
    "genreId": "6012",
    "released": "2011-04-28T08:51:13-07:00"
  },
  {
    "id": "1287282214",
    "appId": "com.activision.callofduty.shooter",
    "title": "Call of Duty®: Mobile",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/3c/6f/8f/3c6f8f85-9b89-71eb-0549-fc6ea6586683/AppIcon-0-0-1x_U007emarketing-0-0-0-9-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/call-of-duty-mobile/id1287282214?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Works with: iPhone SE, 6S, 6S Plus, 7, 7 Plus, 8, 8 Plus, X, XS, XR; iPad Mini 4, 5; iPad Air 2, 3; iPad Pro\n\nCall of Duty: Mobile DOES NOT support: iPhone 5S, 6, 6 Plus; iPad Air, Mini 2, 3; iPod Touch'\n\nOfficial CALL OF DUTY® designed exclusively for mobile phones. Play iconic multiplayer maps and modes anytime, anywhere. 100 player Battle Royale battleground? Fast 5v5 team deathmatch? Sniper vs sniper battle? Activision’s free-to-play CALL OF DUTY®: MOBILE has it all.\n\nFREE TO PLAY ON MOBILE\n\nConsole quality HD gaming on your phone with customizable controls, voice and text chat, and thrilling 3D graphics and sound. Experience the thrill of the world’s most beloved shooter game, now on your phone for easy on-the-go fun.\n\nBELOVED GAME MODES AND MAPS\n\nPlay iconic multiplayer maps from Call of Duty®: Black Ops and Call of Duty®: Modern Warfare®, available for the first time for free. Or squad up with friends in a brand new 100-person battle royale survival map. Join the fun with millions of players from all around world!\n\nCUSTOMIZE YOUR UNIQUE LOADOUT\n\nAs you play CALL OF DUTY®: MOBILE you will unlock and earn dozens of famous characters, weapons, outfits, scorestreaks and pieces of gear that can be used to customize your loadouts. Bring these loadouts into battle in Battle Royale and thrilling PvP multiplayers modes like Team Deathmatch, Frontline, Free For All, Search and Destroy, Domination, Hardpoint and many more.\n\nCOMPETITIVE AND SOCIAL PLAY\n\nUse skill and strategy to battle to the top in competitive Ranked Mode or to win the most Clan prizes as you play with friends. Compete and fight against millions of friends and foes in this thrilling free to play multiplayer shooter.\n\nCHOICE AND COMPLEXITY\n\nWhether in gameplay, events, controls, or loadouts, CALL OF DUTY®: MOBILE offers complexity and depth in an ever-changing experience.\n\nHave what it takes to compete with the best? Download CALL OF DUTY®: MOBILE now!\n_________________________________________________________\nNOTE: We welcome any feedback during your experience to improve the game. To give feedback, in-game go to > Settings > Feedback > Contact Us.\n\nSubscribe for Updates! ---> profile.callofduty.com/cod/registerMobileGame\t\n_________________________________________________________\nNote: An internet connection is required to play this game.\n\nPlease note this app contains social features that allow you to connect and play with friends and push notifications to inform you when exciting events or new content are taking place in the game. You can choose whether or not to utilize these features.\n\n© 2019 Activision Publishing, Inc. ACTIVISION and CALL OF DUTY are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the properties of their respective owners. By downloading, installing or using this App, you agree to Activision's privacy policy and terms of us, as may be updated by Activision from time to time. Please visit http://www.activision.com/privacy/en/privacy.html to view Activision's privacy policy and https://www.activision.com/legal/terms-of-use to view Activision's terms of use.\n\n© 2019 Activision Publishing, Inc. ACTIVISION and CALL OF DUTY are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the properties of their respective owners. By downloading, installing or using this App, you agree to Activision's privacy policy and terms of us, as may be updated by Activision from time to time. Please visit http://www.activision.com/privacy/en/privacy.html to view Activision's privacy policy and https://www.activision.com/legal/terms-of-use to view Activision's terms of use.",
    "developer": "Activision Publishing, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/activision-publishing-inc/id285005466?uo=2",
    "developerId": "285005466?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2019-09-30T00:00:00-07:00"
  },
  {
    "id": "1443446174",
    "appId": "com.amanotes.magictiles",
    "title": "Magic Tiles 3: Piano Game",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/8a/1e/d6/8a1ed69e-101e-da04-71f2-0e577a4fb040/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/magic-tiles-3-piano-game/id1443446174?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Be ready, be humble to take on one of the toughest, hardest and most challenging game on Apple store. Some legends say they can't get pass 100 points on their first try. \n\nMagic Tiles 3 key features:\n\n1.     Appealing, modern and diverse music genres to satisfy every music taste! We have over 1000 songs waiting for you to conquer.\n2.     Finely-built online mode – connect with countless players all around the world. You can also invite your friends/enemies into a room and battle each other.\n3.    Weekly tournament comes with irresistible rewards.\n4.    Band mode where you can play with additional instruments such as guitar, piano and so many more.\n\nGame’s rules:\n1.    Tap the black tiles\n2.    Avoid the white tiles\n3.    Expect to speed up with each song level\n\nLog in to your Facebook account and share data on multiple devices\n\nSo, get ready to try out the most challenging piano game for free! \n\nBesides, to improve the game’s performance and offer a customized user experience based on your location we do ask for permission to access to your storage and location.\n\nBecome a real pianist now!\n\nVIP SUBSCRIPTION\n- You can subscribe for 1000+ premium songs and upcoming songs.\n- The subscriptions are $7.99 weekly, $19.99 monthly and $39.99 annually. \n- You'll be able to play all premium songs for the duration of your subscription*.\n- Payment will be charged to iTunes Account at confirmation of purchase.\n- Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.\n- Account will be charged for renewal within 24-hours prior to the end of the current period at the cost of the chosen package.\n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.\n- Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.\n- No cancellation of the current subscription is allowed during active subscription period.\n\nNote:\n* Albums and their related contents are not included subscription privilege and may need separate purchases to unlock.\n* Price is equal to the value that \"Apple's App Store Matrix\" determines is the equivalent of the subscription price in USD.\n\n\nTerms of use: http://amanotes.com/terms-of-service/\nPrivacy Policy: http://amanotes.com/privacy-policy/\n\n*Support:\nAre you having any problems? Send the email to magictiles3.support@amanotes.com or contact us in the game by going to Settings > FAQ and Support.",
    "developer": "Amanotes Pte. Ltd.",
    "developerUrl": "https://apps.apple.com/us/developer/amanotes-pte-ltd/id1441389613?uo=2",
    "developerId": "1441389613?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2018-12-15T00:55:33-07:00"
  },
  {
    "id": "1137406490",
    "appId": "com.yoyoapps.weather",
    "title": "Weather ·",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/7e/44/92/7e4492bd-6a0e-13fd-2b2e-d03d6127e075/AppIcon-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/weather/id1137406490?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Meet Weather. The most beautiful weather app. Ever. Now available on the App Store.\n\nDon't let bad weather take you by surprise! Whether it is cloudy, raining, snowing or even stormy outside, Weather will provide you with current weather conditions and forecast in your city and multiple locations all around the world.\n\nCold or warm weather, it will magically come alive on the crisp screen of your iOS device. You won’t even have to look out the window as Weather will make you feel like you are already outside!\n\nThis app contains subscription :\n- You can subscribe for premium account with detailed forecasts, premium maps and no ads\n- Subscription is from $39.99 USD yearly, with monthly and quarter plan available\n\nLinks to our ToS and Privacy Policy\nhttps://sites.google.com/view/weatherpolicy",
    "developer": "Luni",
    "developerUrl": "https://apps.apple.com/us/developer/luni/id1274051421?uo=2",
    "developerId": "1274051421?uo=2",
    "genre": "Weather",
    "genreId": "6001",
    "released": "2017-08-16T10:28:49-07:00"
  },
  {
    "id": "1527057179",
    "appId": "com.game.jam.beat.saber.six.nine.music",
    "title": "6ix9ine Runner",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/d3/9e/c9/d39ec93e-8c27-2d70-6f9f-2318a0b15cd0/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/6ix9ine-runner/id1527057179?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Tekashi 6ix9ine brings you 6ix9ine Beat Blade the best new music runner game that offers beautiful rainbow levels and 2020 hit songs from Tekashi 6ix9ine! \n\nSimply using one thumb to control the character, you can slash the blocks and dodge the traps, reaching the end of the color road.\n\nHow to play:\nChoose your favorite song, hold and drag to move your saber and slash the rat traps on the beat.  Do not Tap! This is not a Tap Tap game.\n\nIf you have any questions or comments, feel free to contact us at: hello@gamejam.co\n\nPlease note that our VIP Membership is an auto-renewing subscription!\n\nLink to Terms and Conditions: https://gamejam.co/terms\nLink to Privacy Policy:https://gamejam.co/privacy",
    "developer": "Gamejam Co.",
    "developerUrl": "https://apps.apple.com/us/developer/gamejam-co/id1439906403?uo=2",
    "developerId": "1439906403?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-09-03T00:00:00-07:00"
  },
  {
    "id": "586683407",
    "appId": "com.microsoft.Office.Excel",
    "title": "Microsoft Excel",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/f0/b1/e8/f0b1e8b7-fff0-f973-9cfb-c6dc80572c2e/AppIcon-0-1x_U007emarketing-0-7-0-0-sRGB-0-0-0-85-220-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-excel/id586683407?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Microsoft Excel, the spreadsheet app, lets you create, view, edit, and share your files quickly and easily. Manage spreadsheets, tables and workbooks attached to email messages from your phone with this powerful productivity app.\r\n\r\nWork in data analysis, accounting, auditing, or other fields confidently with anyone, anywhere. Quickly graph the most complex formulas, charts and tables with amazing features.\r\n\r\nReview spreadsheets and run data analysis on the go. Customize tables and spreadsheets the way you want with robust formatting tools and great features. The productivity app lets you build your spreadsheet to meet your specific needs.\r\n\r\nGet the complete Microsoft Office experience when you sign in with your Microsoft 365 subscription. Create templates, edit spreadsheets, organize charts and share with ease when you download Microsoft Excel.\r\n\r\nTables & Spreadsheets: Create, Calculate and Analyze\r\n• Jump-start your budget, task list, accounting, or financial analysis with Excel’s modern templates.\r\n• Quickly graph with familiar formulas to run calculations and analyze your data.\r\n• Rich productivity features and formatting options make your workbook easier to read and use.\r\n• Use Cards View to easily see and manage spreadsheets.\r\n\r\nProductivity App: Review, Edit, and Work Anywhere\r\n• Review your Excel files from any device.\r\n• Edit sheets and data or update your task list from anywhere.\r\n• Spreadsheet features like sort and filter columns help focus your reviews.\r\n• Create, duplicate, hide, and unhide sheets easily.\r\n\r\nData Analysis\r\n• Analyze data using common charts and graphs.\r\n• Use spreadsheet features like add and edit chart labels to highlight key insights in your data.\r\n• Pie chart maker: create charts and graphs from your data.\r\n\r\nFinance: Budgeting & Accounting\r\n• Use agile spreadsheets and charts to help manage budgets.\r\n• Familiar tools to help you drill down to your exact finance needs.\r\n• Calculate tax estimates, personal finances and more.\r\n\r\nDraw and Annotate with Ink\r\n• Make notes, highlight your worksheet, create shapes, or write equations using the draw tab feature in Excel on devices with touch capabilities.\r\n\r\nSharing made easy\r\n• Share your files with a few taps to quickly invite others to edit, view, or leave comments directly in your workbooks.\r\n• Copy the content of your worksheet in the body of an email message with its format intact or attach or copy a link to your workbook for other sharing options.\r\n\r\nDownload Microsoft Excel and get the best way to create, organize and manage data and spreadsheets from your iPhone or iPad.\r\n\r\nTo create or edit documents, sign in with a free Microsoft account on devices with a screen size smaller than 10.1 inches.\r\nUnlock the full Microsoft Office experience with a qualifying Microsoft 365 subscription for your phone, tablet, PC, and Mac.\r\n\r\nMonthly Microsoft 365 subscriptions purchased from the app will be charged to your App Store account and will automatically renew within 24 hours prior to the end of the current subscription period unless auto-renewal is disabled beforehand. You can manage your subscriptions in your App Store account settings.\r\n\r\nThis app is provided by either Microsoft or a third-party app publisher and is subject to a separate privacy statement and terms and conditions. Data provided through the use of this store and this app may be accessible to Microsoft or the third-party app publisher, as applicable, and transferred to, stored, and processed in the United States or any other country where Microsoft or the app publisher and their affiliates or service providers maintain facilities.\r\n\r\n\r\nPlease refer to the Microsoft Software License Terms for Microsoft 365. See “License Agreement” link under Information. By installing the app, you agree to these terms and conditions.",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2014-03-27T12:41:57-07:00"
  },
  {
    "id": "909319292",
    "appId": "com.google.calendar",
    "title": "Google Calendar: Time Planner",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple114/v4/34/cc/b6/34ccb642-63bc-7b65-3280-4572cfc7db69/logo_calendar_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-calendar-time-planner/id909319292?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Get organized on the go with the Google Calendar app.\n\nView and edit, even on the go\nSync your schedule across platforms and devices, so you’re never without it\nToggle from day, week, and month view so you always know what’s next\nUpdate events in real time, with no broken links or outdated information\nSync events automatically from Gmail\nSee upcoming events from your email without lifting a finger\nHave all the important info handy when you need it\nRSVP to event invitations right from your inbox\nPlan for your goals with repeat scheduling\nSet goals that matter to you—and reach them\nCreate reminders for time-sensitive tasks\nSee your goals and reminders right alongside your daily schedule\nMake scheduling easy with smart suggestions\nSave time by seeing when your team is available to meet\nQuickly schedule meetings with suggested guests, titles and times\nAdd convenient rooms for you and your teammates, no matter what office they sit in\nPart of G Suite: Google’s intelligent apps for business\nConnect and collaborate with your team, using one suite—Gmail, Drive, Docs and more\nUse Google’s AI to bring data insights to every employee\nJoin more than 4M paying businesses who trust G Suite to power their organization\n\nGoogle Calendar is integrated with Apple Health to track your workouts and mark Goals as done automatically.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2015-03-10T09:50:41-07:00"
  },
  {
    "id": "302584613",
    "appId": "com.amazon.Lassen",
    "title": "Amazon Kindle",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/ac/11/49/ac1149ec-6301-98e7-4af2-9375fe60a0f4/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/amazon-kindle/id302584613?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "READ ANYTIME, ANYWHERE\nOn the bus, on your break, in your bed—never be without a book. Kindle books you have purchased on Amazon will automatically appear in your app. Kindle Unlimited and Amazon Prime members can select and download Kindle books directly in the app.\n\nFIND YOUR NEXT GREAT READ\n• Read the books you buy on Amazon in the Kindle app. Choose from over six million Kindle books (including those with Audible narration), magazines, and comics and start reading in seconds. Explore Amazon Charts best sellers and titles across genres like romance, science fiction, children’s books, self-help, religion, nonfiction, and more—and try any book with a free sample straight from the Kindle app.\n\n• Kindle Unlimited members can enjoy unlimited reading and listening, with the freedom to explore over 1 million titles, thousands of audiobooks, and current magazines. \n\n• Over 1,000 books, magazines, comics, and more included with Amazon Prime.\n\nGO BEYOND PAPER\nTurn your iPhone or iPad into a book with the free Kindle app—so you can read anytime, anywhere. Explore these reading features in the Kindle app:\n\n• Read your way. Customize your text size, font type, margins, text alignment, and orientation (portrait or landscape)—and choose whether to turn pages from left to right or continuously scroll. Read comfortably day and night with adjustable brightness and background colors. Go to the Aa menu in your book to get started.\n\n\n• Look up words, people, and places while you read. Breeze through words you don’t know and characters you can’t remember with the built-in dictionary, X-Ray, Wikipedia lookup, instant translations, and search within your book. Simply tap and hold a word to view its definition, or use the Google and Wikipedia links to get more information.\n\n• Track your reading progress. See what percent of the book you’ve read, real page numbers (for most top titles), and how much time you have left in the chapter or book based on your actual reading speed. \n\n• Bookmark places you want to revisit, and make highlights and take notes throughout your book. Open My Notebook to see all your notes in the same place.\n\n• Hop, skim, and jump with Page Flip. Flip between pages or get a bird’s-eye view of your book with Page Flip—don’t worry, we’ll save your place.\n\n• Zoom in on high-definition color images in Kindle books, magazines, comics, and manga.\n\n• Sync your books across devices. When you’re reading a book, the Kindle app will automatically sync where you left off—along with any bookmarks, highlights, or notes—so you can start reading on one device and pick up where you left off on another.\n\n• When you can’t read, listen. Switch seamlessly from reading your Kindle book to listening to the Audible book, all within the Kindle app.\n\n• Get notified when authors you love have new releases.",
    "developer": "AMZN Mobile LLC",
    "developerUrl": "https://apps.apple.com/us/developer/amzn-mobile-llc/id297606954?uo=2",
    "developerId": "297606954?uo=2",
    "genre": "Books",
    "genreId": "6018",
    "released": "2009-03-04T00:00:00-07:00"
  },
  {
    "id": "1143591418",
    "appId": "com.google.Jam",
    "title": "Jamboard",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/76/fb/d2/76fbd297-fccb-f1ec-9805-545ce5e157fe/logo_jamboard_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/jamboard/id1143591418?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Jamboard is G Suite's digital whiteboard that offers a rich collaborative experience for teams and classrooms. Watch your creativity unfold: you can create a Jam, edit it from your device, and share it with others. Everybody can collaborate on the Jam anytime, anywhere. For businesses and schools that use Jamboard hardware, you can use your iPhone or iPad to join or open a Jam on a nearby board.\n\n* Draw with various pens and colors to bring your ideas to life.\n* Share Jams and work together with others in the same Jam in real time.\n* Add sticky notes to brainstorm ideas together.\n* Bring your Jams to life by inserting photos and stickers.\n* Import Drive files from G Suite to annotate documents together.\n* Highlight objects with the laser pointer tool.\n\nPermissions Notice\n\nCamera: Take photos to insert into jams.\nPhotos: This is used to let users pick images to insert into Jams and to save Jams as PNGs.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2017-05-30T10:02:39-07:00"
  },
  {
    "id": "1508186374",
    "appId": "com.peacocktv.peacock",
    "title": "Peacock TV",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/22/3e/cb/223ecb07-9e34-53be-580e-49dd88d64f2f/AppIcon-US-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/peacock-tv/id1508186374?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Introducing Peacock: the new streaming service from NBCUniversal. It’s where the best of streaming meets the best of TV. And best of all, you can watch for free (or upgrade for more).  \r\n \r\nWith Peacock, you can stream current hits, hundreds of timeless movies, thousands of episodes of your favorite TV shows, and exclusive Originals. Plus… timely news, live sports, and pop culture, updated daily.  \r\n \r\nHere’s what you get with PEACOCK FREE: \r\n \r\n•\tInstant access to hundreds of movies from major Hollywood studios such as Universal, DreamWorks Animation, Focus Features, and Illumination; fascinating documentaries like Murderball, Dying Laughing, I Am Ali, and Dave Chappelle’s Block Party. \r\n•\tThousands of hours of iconic TV shows, including full seasons of buzzworthy faves, bingeworthy classics, and current-season NBC hits. \r\n•\tPeacock Channels – playing your favorite movies, shows, and clips, 24-7. Scroll less and stream more with The Office Shorts, SNL Vault, Fallon Tonight, Seth Meyers Now, TODAY All Day, True Crime, and Keeping Up with the Kardashians. \r\n•\tExclusive Originals for everyone in the household, including the new Psych movie and In Deep with Ryan Lochte.  \r\n•\tA daily dose of live news, showcasing the best of NBC News, CNBC, MSNBC, and E! News; plus late night and pop culture to satisfy your FOMO.  \r\n•\tLive sports, including the Tokyo Olympics. \r\n•\tKids’ movies and shows, including brand-new seasons of Curious George and Where’s Waldo? \r\n•\tHit Spanish-language TV shows and news from Telemundo. \r\n   \r\nUpgrade to PEACOCK PREMIUM ($4.99/month) for an all-access pass to everything Peacock has to offer – every movie, every episode, every season, every live sporting event. More to watch. More to binge. More to love.  \r\n•\tStream everything— including even more blockbuster movies and full seasons of premium TV.  \r\n•\tFull seasons of Exclusive Peacock Originals, including Brave New World, The Capture, Intelligence, Lost Speedways with Dale Earnhardt Jr., and more. \r\n•\tMore live sports, including hundreds of Premier League soccer matches. \r\n•\tNext-day streaming of current-season NBC hits like New Amsterdam, Manifest, The Tonight Show Starring Jimmy Fallon, Late Night with Seth Meyers, and Saturday Night Live.  \r\n•\tUnlimited access to the entire library of Kids and Family entertainment including titles from the vaults of DreamWorks Animation: Trolls World Tour and the upcoming Peacock Original Madagascar: A Little Wild.\r\n   \r\nWith PEACOCK PREMIUM PLUS ($9.99/month), you get everything included in Peacock Premium, plus ad-free* streaming. \r\n \r\n* Due to streaming rights, Peacock Channels, events, and a few shows & movies will still contain ads. \r\n\r\nContent availability may vary over time.\r\n\r\nPlease note: use of the app is limited to the United States and its territories. Video is accessible via 3G, 4G, 5G, LTE and Wi-Fi networks. Data charges may apply. \r\n \r\nIf applicable, charges begin after your free trial of Peacock Premium/Peacock Premium Plus concludes. You will be charged on a recurring basis minus applied offers plus applicable taxes. Your subscription will auto-renew until you cancel. Cancel at any time by visiting your iTunes account. By subscribing, you agree to the preceding subscription terms and our Terms of Use and Privacy Policy. \r\n\r\nTerms of Use: www.peacocktv.com/terms  \r\nPrivacy Policy: www.peacocktv.com/privacy  \r\nCustomer Help: www.peacocktv.com/help\r\nDo Not Sell My Personal Information: www.peacocktv.com/do-not-sell-my-info\r\n\r\nThis app features Nielsen proprietary measurement software, which will allow you to contribute to market research, like Nielsen’s TV Ratings. To learn more about our digital measurement products and your choices in regard to them, please visit http://www.nielsen.com/digitalprivacy for more information.",
    "developer": "Peacock TV LLC",
    "developerUrl": "https://apps.apple.com/us/developer/peacock-tv-llc/id1508186373?uo=2",
    "developerId": "1508186373?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2020-07-14T00:00:00-07:00"
  },
  {
    "id": "512939461",
    "appId": "com.kiloo.subwaysurfers",
    "title": "Subway Surfers",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/0f/30/b8/0f30b8e0-6640-e200-70d2-607a0e382d5a/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/subway-surfers/id512939461?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Presented by Kiloo Games and Sybo Games.\n\nDASH as fast as you can!\nDODGE the oncoming trains!\n\nHelp Jake, Tricky & Fresh escape from the grumpy Inspector and his dog.\n\n- Grind trains with your cool crew!\n- Colorful and vivid HD graphics!\n- Hoverboard Surfing!\n- Paint powered jetpack!\n- Lightning fast swipe acrobatics!\n- Challenge and help your friends!\n\nJoin the App Store's most daring chase!\n\nA Universal App with HD optimized graphics for retina resolution.\n\nSubway Surfers is compatible with iPhone 4s, iPod 5, iPad 2 or newer.\n\niOS 8 or later OS version is required.",
    "developer": "Sybo Games ApS",
    "developerUrl": "https://apps.apple.com/us/developer/sybo-games-aps/id471259040?uo=2",
    "developerId": "471259040?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2012-05-24T00:00:00-07:00"
  },
  {
    "id": "1522861493",
    "appId": "mobi.gameguru.fruitsurgeon",
    "title": "Fruit Clinic",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple124/v4/be/e3/73/bee3731d-106d-1b31-8fcb-99b203bea943/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/fruit-clinic/id1522861493?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Fruit and vegetables have ailments as well! Become the food doctor and help fruits and veggies with whatever check up they need. Help eggplants give birth, give bananas stitches, or patch up a boo-boo on an apple. So many foods need your help and it is up to you, the Fruit Surgeon to help them.\r\n\r\nIn this zany fruit doctor simulation, you will be the healer of foods. It is time to operate! Let’s get to work. It is your clinic to run. Will you save them all?\r\n\r\n\r\n \r\n Game Features:\r\n1.       Simple but addicting mechanics\r\nPluck, Cut, Snip, bandage - do whatever it takes to heal the fruit.\r\n\r\n2.       Feel like a Doctor or Nurse\r\nRealistic physics will make each action feel lifelike. \r\n\r\n3.       Your Clinic to run\r\nKeep your clinic up to date. Complete operations and upgrade your business.\r\n\r\n4.       Relax and enjoy\r\nEver wonder what it was like to be a fruit doctor? Now you can, with no stress.\r\n\r\n\r\n\r\nVisit https://lionstudios.cc/contact-us/ if have any feedback, need help on beating a level or have any awesome ideas you would like to see in the game!\r\n\r\nFrom the Studio that brought you Mr. Bullet, Happy Glass, Ink Inc and Love Balls!\r\n\r\nFollow us to get news and updates on our other Award Winning titles;\r\nhttps://lionstudios.cc/\r\nFacebook.com/LionStudios.cc\r\nInstagram.com/LionStudioscc\r\nTwitter.com/LionStudiosCC\r\nYoutube.com/c/LionStudiosCC",
    "developer": "Lion Studios",
    "developerUrl": "https://apps.apple.com/us/developer/lion-studios/id1362220666?uo=2",
    "developerId": "1362220666?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-07-25T00:00:00-07:00"
  },
  {
    "id": "1293634699",
    "appId": "com.nintendo.zaka",
    "title": "Mario Kart Tour",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/48/1d/27/481d2718-96bd-e50c-2919-ecb8ff66e3fc/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/mario-kart-tour/id1293634699?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "■Challenge players worldwide in multiplayer!\nYou can race against up to seven other players, whether they're registered as in-game friends, nearby, or scattered around the world.\n\nMultiplayer races can be customized with a variety of rules, such as individual or team races, kart speed, and number of item slots. You can play however you want!\n\n■ Mario Kart takes a world tour!\nMario and friends go global in this new Mario Kart as they race around courses inspired by real-world cities in addition to classic Mario Kart courses! These destinations will be featured in tours that rotate every two weeks! In addition to courses based on iconic locales, some of your favorite Mario Kart characters will get variations that incorporate the local flavor of cities featured in the game!\n\n■ Endless Mario Kart fun at your fingertips!\nThe Mario Kart series known and loved by many is ready to take the world by storm – one smart device at a time! With just one finger, you can steer and drift with ease and sling devastating items as you go for the gold in cups filled with new and classic Mario Kart courses.\n\n■ Nab 1st place with items and Frenzy mode!\nIn Mario Kart Tour you have access to an arsenal of powerful items that can mix things up on the racetrack! Turn up the heat by activating the new Frenzy mode, which gives an unlimited supply of a certain item and makes you invincible! Make the most of the ensuing chaos, as Frenzy mode only lasts a short time!\n\n■ Collect drivers, karts, badges, and more!\nEarn Grand Stars by racing or fire off the featured pipe to receive more drivers, karts, and gliders! You can also proudly display badges, earned by completing certain challenges, next to your in-game name!\n\n■ Bonus challenge courses put a twist on traditional races!\nIn certain races, 1st place isn't always the goal. With names like \"Vs. Mega Bowser\" and \"Goomba Takedown,\" these bonus challenge courses demand a different approach to gameplay and strategy!\n\n■ Race to increase your online rank!\nBoost with the best of 'em! Your high scores will determine how you compare to other players all over the world. Keep practicing and trying out different combinations of drivers, karts, and gliders to increase your score and rise to the top!\n\nNote: A Nintendo Account is required to play Mario Kart Tour.\n\n* Free-to-start; optional in-game purchases available. Persistent Internet, compatible smartphone, and Nintendo Account required. Data charges may apply.\n* For information about our ads, please see the “How we use your information” section of the Nintendo Privacy Policy.\n* May include advertising.\n\n© 2019 Nintendo\nMario Kart is a trademark of Nintendo.",
    "developer": "Nintendo Co., Ltd.",
    "developerUrl": "https://apps.apple.com/us/developer/nintendo-co-ltd/id1062496488?uo=2",
    "developerId": "1062496488?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2019-09-25T00:00:00-07:00"
  },
  {
    "id": "1330123889",
    "appId": "com.tencent.ig",
    "title": "PUBG MOBILE - NEW ERA",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/45/e8/b0/45e8b0aa-39ac-4e72-c8b6-3360a68f217f/AppIcon-1x_U007emarketing-0-0-GLES2_U002c0-512MB-sRGB-0-0-0-85-220-0-0-0-8.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/pubg-mobile-new-era/id1330123889?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The official PLAYERUNKNOWN'S BATTLEGROUNDS designed exclusively for mobile. Play free anywhere, anytime. PUBG MOBILE delivers the most intense free-to-play multiplayer action on mobile. Drop in, gear up, and compete. Survive epic 100-player classic battles, payload mode and fast-paced 4v4 team deathmatch and zombie modes. Survival is key and the last one standing wins. When duty calls, fire at will!\n\n2018 Mobile Game of the Year – Golden Joystick Award\nTop Free iPhone Game 2018 – Apple App Store\n\nFREE ON MOBILE - Powered by Unreal Engine 4. Console quality gaming on the go. Delivers jaw-dropping HD graphics and 3D sound. Featuring customizable mobile controls, training modes, and voice chat. Experience the most smooth control and realistic ballistics, weapon behavior on mobile.\n\nMASSIVE BATTLE MAPS - From Erangel to Miramar, Vikendi to Sanhok, compete on these enormous and detailed battlegrounds varying in size, terrain, day/night cycles and dynamic weather – from urban city spaces to frozen tundra, to dense jungles, master each battleground's secrets to create your own strategic approach to win. \n\nDEPTH AND VARIETY – From the 100-player classic mode, the exhilarating payload mode to the lightning-fast Arcade and 4v4 Team Deathmatch modes, as well as the intense Zombie modes. There is something for everyone! Play Solo, Duo, and in 4-player Squads. Fire your weapon to your heart's content! Be a lone wolf soldier or play with a Clan and defeat the enemies when duty calls! Offers FPS (First-Person Shooter) and TPS (Third-Person Shooter) play, lots of vehicles for all the different terrains in the game and an arsenal of realistic weapons. Find your perfect ride and pieces to cruise towards the final circle!\n\nALWAYS GROWING - Daily events & challenges, and monthly updates delivering new gameplay features and modes that keep PUBG MOBILE always growing and expanding. Our powerful and serious anti-cheating mechanisms ensure a fair and balanced gaming environment where everyone plays by the rules.\n\n*Requires a stable internet connection.\n*PUBG MOBILE recommended system requirements: iPhone 6 or above and iOS 9 or above.\n\nFollow us:\nOfficial site: http://www.pubgmobile.com\nFacebook: https://www.facebook.com/PUBGMOBILE/ \nTwitter: https://twitter.com/PUBGMOBILE \nReddit: https://www.reddit.com/r/PUBGMobile/ \n\nContact our customer service at PUBGMOBILE_CS@tencentgames.com if you have any questions.\n\nApple subscription service:\nService name: PUBGM Prime\n1. Funds will be deducted from your iTunes account once confirmed. The subscription price is US$0.99, renewed every month. PUBGM Prime subscribers may collect 5UC per day and can use BP to buy certain items in the shop.\n2. Only 1 subscription may be active at any time. Once you subscribe, US$0.99 will be automatically deducted from your iTunes account 24 hours before your current subscription ends, and your subscription will be renewed for one month, unless you cancel it at least 24 hours before the end of your current subscription.\n\nService name: PUBGM PrimePlus\n1. Funds will be deducted from your iTunes account once confirmed. The subscription price is US$9.99, renewed every month. PUBGM PrimePlus subscribers may collect 20UC per day and can use BP to buy certain items in the shop.\n2. Only 1 subscription may be active at any time. Once you subscribe, US$9.99 will be automatically deducted from your iTunes account 24 hours before your current subscription ends, and your subscription will be renewed for one month, unless you cancel it at least 24 hours before the end of your current subscription.\n\nTo cancel your subscription, go to Settings-iTunes and App Store-View Apple ID to go to your account subscription settings and manage or cancel your subscriptions.\n\nPlease see the PUBG Mobile PRIVACY POLICY and USER AGREEMENT\nPRIVACY POLICY: http://pubgmobile.proximabeta.com/privacy.html\nTENCENT GAMES USER AGREEMENT: https://www.pubgmobile.com/terms.html",
    "developer": "Tencent Mobile International Limited",
    "developerUrl": "https://apps.apple.com/us/developer/tencent-mobile-international-limited/id504515421?uo=2",
    "developerId": "504515421?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2018-03-19T10:13:23-07:00"
  },
  {
    "id": "1344702806",
    "appId": "com.amanotes.bh",
    "title": "Tiles Hop - EDM Rush",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/ca/9b/8d/ca9b8d16-5a27-6736-5da9-33f3dc51d2f5/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/tiles-hop-edm-rush/id1344702806?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Enjoy various genres of music, from beautiful Piano, Guitar songs to Rock and EDM masterpieces.\n\nHow to play\n\n1. Touch, Hold and Drag to make the ball jump on the tiles. \n2. Don't Miss the Tiles! And remember do not tap, this is not a tap tap game\n3. Follow the rhythm of addictive challenges designed for each song.\n4. Make insane combos and impress your friends!\n\nGame features\n\n- One-touch control, easy to play\n- Breathtaking 3D effects\n- 30+ absolutely beautiful and fun songs to relax\n- 20+ Different backgrounds to truly bring you a new experience every play!\n- Collect beautiful skins for your dancing balls\n- Beat your own top score and challenge your friends!\n- Share your record with your friends, and compare with worldwide players on the ranking list!\n- Connect with Facebook account and sync the saved progress across multiple devices\n\nBounce off the magic music tiles, listen to the beat, and make as many hops as you can in this mind-blowing music game now for Free!\n\nThis game will create the whole new experience for music game fans!\n\nTiles Hop: EDM Rush! is totally Free! Play this EDM music hopping now!\n\nTerm of Service: https://amanotes.com/terms-and-conditions/\nPrivacy Policy: https://amanotes.com/privacy-policy/",
    "developer": "Amanotes Pte. Ltd.",
    "developerUrl": "https://apps.apple.com/us/developer/amanotes-pte-ltd/id1441389613?uo=2",
    "developerId": "1441389613?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2018-03-05T21:56:58-07:00"
  },
  {
    "id": "469337564",
    "appId": "com.adobe.Adobe-Reader",
    "title": "Adobe Acrobat Reader for PDF",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/03/dc/8d/03dc8d1b-dca2-6c63-7b6b-84873f1f53a1/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/adobe-acrobat-reader-for-pdf/id469337564?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The free Adobe Acrobat Reader PDF app is trusted by millions of people around the world.\n \nAdobe Acrobat Reader is the free global standard for reliably viewing, signing, and commenting on PDF documents.\n \nVIEW PDFs\n• Quickly open and view PDF documents.\n• Search, scroll, and zoom in and out.\n• Choose Single Page or Continuous scroll mode.\n \nANNOTATE PDFs\n• Comment on PDFs using sticky notes and drawing tools.\n• Highlight and mark up text with annotation tools.\n• View and respond to annotations in the comments list.\n• Use Apple Pencil with iPad Pro for exceptional commenting precision.\n \nWORK WITH OTHERS AND SHARE PDFs\n• Quickly access documents shared for viewing, review, or signature.\n• Collaborate with others by adding your comments to PDFs sent to you for review. \n• Receive activity notifications for files you’ve shared for viewing and review.\n• Track pending actions on documents shared with you.\n• Easily share PDFs with others by creating links you can send by email.\n \nWORK WITH SCANNED DOCUMENTS\n• Easily access scanned PDFs that you’ve captured using the free Adobe Scan app.\n• Open your scans in Acrobat Reader to fill in, sign, review, and share.\n \nFILL AND SIGN FORMS\n• Quickly fill out PDF forms by typing text into fields.\n• Use your finger or Apple Pencil to e-sign any PDF document.\n \nSTORE, ACCESS, AND PRINT FILES\n• Sign in to your free Adobe Document Cloud account to store and access files across devices.\n• Star files to keep important documents at your fingertips.\n• Connect to your Dropbox account and access other storage providers including iCloud Drive, Box, Microsoft OneDrive, and Google Drive.\n• Print documents from your device.\n \nDARK MODE\nSwitch to dark mode in iOS 13 and change the background color of the app window. This is not only easy on the eye in low light, but may also prolong the battery life of your device.\n\nCONNECT TO GOOGLE DRIVE\n• Access PDFs and other files stored on your Google Drive with ease.\n• Create, view, edit, combine, compress, export, share, and star Google Drive files directly in Acrobat Reader.\n \nIN-APP PURCHASE\nSubscribe for even more PDF power. Subscriptions work across mobile and web.\n• Organize and edit PDFs.\n• Create PDF files from documents or images.\n• Export PDFs to Microsoft Word, Excel, or PowerPoint.\n• Compress PDFs to reduce file size.\n• Combine files into one PDF.\n\nIN-APP PURCHASE DETAILS\n• Payment will be charged to your iTunes account at confirmation of purchase.\n• Subscriptions automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period.\n \nAdobe Acrobat Reader is a Microsoft Intune supported partner app and accommodates multiple identities. \n \nTerms & Conditions: Your use of this application is governed by the Adobe General Terms of Use (https://adobe.com/go/terms_linkfree_en and the Adobe Privacy Policy (http://www.adobe.com/go/privacy_policy_linkfree_en).\n\nDo Not Sell My Information: https://www.adobe.com/privacy/ca-rights-linkfree.html",
    "developer": "Adobe Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/adobe-inc/id331646274?uo=2",
    "developerId": "331646274?uo=2",
    "genre": "Business",
    "genreId": "6000",
    "released": "2011-10-17T00:00:00-07:00"
  },
  {
    "id": "587366035",
    "appId": "com.picsart.studio",
    "title": "PicsArt Photo & Video Editor",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/d2/60/3b/d2603b91-4483-b758-a929-3d856ebcd826/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.jpeg/100x100bb.png",
    "url": "https://apps.apple.com/us/app/picsart-photo-video-editor/id587366035?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "PicsArt is the best all-in-one photo and video editor on mobile! Unleash your creativity with one of the most popular apps with over 1 billion downloads to date. PicsArt gives you everything you need to create awesome edits. The best part? It’s free!\n\nEdit photos and videos, have fun with our sticker maker and collage maker, doodle on photos, and do way more. No professional experience needed! \n\nAwesome Features: \n\nPHOTO EDITOR\n• Try hot filters for pictures and trendy photo effects.\n• Access impressive background eraser: cut out photos and erase backgrounds.\n• Remove objects and get amazing photo retouch.\n• Use millions of outstanding free images or edit your own pictures.\n• Speak your mind: add text to photos using 200+ aesthetic fonts. \n• Get a stunning makeover with Beautify tools: hair color changer, makeup stickers & more.\n• Blur photo backgrounds with a smart selection tool.\n• Create beautiful double exposure edits and blend photo layers.\n\nVIDEO EDITOR\n• Edit videos or make them from scratch using outstanding video maker with music. \n• Bring your exciting stories to life and create exciting Reels or TikTok videos.\n• Add music to your videos using a sizzling library of popular songs. \n• Try our revolutionary AI Music generator that creates royalty-free music just for you.\n• Crop video clips or use square fit to add backgrounds then post on your IG for “likes.”\n• Use Glitch video effects. Instantly change it up by adding trendy video filters. \n• Trim videos or use smart video merger to merge videos together.\n\nCOLLAGE MAKER\n• Create an amazing photo collage using all your favorite pictures. \n• Try photo grid, freestyle collage, scrapbook, and frames for photos. \n• Go viral. Create funny memes with our meme generator and share with friends. \n• Use story maker and level up your Instagram game with story templates.\n\nSTICKER MAKER + FREE STICKERS \n• Discover over 60+ million cool PicsArt stickers for iMessage.\n• Add stickers to photos to turn up the fun level on edits.\n• Make your own cute clipart and use cut out tool to create funny custom stickers.\n• Easily create awesome live stickers.\n\nPHOTO EFFECTS\n• Outline selfies with the hottest Sketch effects.\n• Turn portraits into artistic masterpieces with Canvas effects.\n• Create trending Drip Art. Use dripping effect stickers and customize the blend mode.\n• Cartoon yourself with amazing Magic effects to turn photos into cartoons.\n \nDRAWING TOOL\n• Use PicsArt Draw with cool customizable brushes, layers, and pro drawing tools.\n• Doodle on pictures whenever you’re bored and get a transparent clothes effect.\n• Create art and illustrations from scratch or just draw something inspiring for fun. \n\nREPLAY\n• Recreate trending edits in a few taps. Cut editing time in half with easy customizable steps.\n• Edit multiple photos in the same style. Keep your Instagram feed on-trend and consistent by creating personal presets.\n\nPICSART GOLD\n• Go Gold! PicsArt’s Gold subscription grants access to thousands of premium stickers, aesthetic fonts, photo frames, collages, masks, templates, and more! \n• Get NEW EXCLUSIVE content all the time. All the hottest features with an ad-free editing experience. \n\n--- \nStart your PicsArt Gold membership with a free trial. Limit one free trial per account. Once the trial is over, you’ll be charged a nominal subscription fee. Your Gold subscription will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. If your subscription is subject to any promotional discount, the discount will expire upon the end of the current period and you’ll be charged the standard rate upon renewal. Go to your iTunes Account under subscriptions to manage your membership and to turn auto-renew off. Your iTunes Account will be charged when the purchase is confirmed.\n\nTerms & Conditions: https://picsart.com/terms-and-conditions  \nAbout Ads: https://picsart.com/privacy-policy#interest-base",
    "developer": "PicsArt, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/picsart-inc/id587366038?uo=2",
    "developerId": "587366038?uo=2",
    "genre": "Photo & Video",
    "genreId": "6008",
    "released": "2013-01-02T14:14:40-07:00"
  },
  {
    "id": "1155613065",
    "appId": "com.i-ready.ireadyapp",
    "title": "i-Ready Connect for Students",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/3d/07/3b/3d073b7c-dabb-81bd-da52-b7c5cd4e4152/AppIcon-0-0-1x_U007emarketing-0-0-0-4-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/i-ready-connect-for-students/id1155613065?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "i-Ready Connect™ for Students is a free app for students who use i-Ready at school. Students can use this app to access i-Ready Assessment and Personalized Instruction, Ready Classroom Mathematics, and Learning Games.\n\nABOUT I-READY\ni-Ready integrates powerful assessments with engaging instruction to help all students grow and succeed.   \n\nSUPPORT\nEmail: i-readysupport@cainc.com\nPhone: 800-225-0248\nHours: Monday through Friday, 7:00am – 9:00pm EST\n\nFor further technical details, visit our System Requirements at https://i-ReadyConnect.com/login/support.",
    "developer": "Curriculum Associates, LLC",
    "developerUrl": "https://apps.apple.com/us/developer/curriculum-associates-llc/id454523409?uo=2",
    "developerId": "454523409?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2016-10-03T12:49:01-07:00"
  },
  {
    "id": "1527025761",
    "appId": "com.lunime.gachaclub",
    "title": "Gacha Club",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/4f/76/e2/4f76e2b6-b43f-0d17-9a5f-66c17cf0a47c/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/gacha-club/id1527025761?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "- Welcome to Gacha Club -\nWhat club will you join? Get the party started and create your own anime styled characters and dress them up in your favorite fashion outfits! Choose from thousands of dresses, shirts, hairstyles, weapons, and much more! After designing your characters, enter the Studio and create any scene you can imagine! Add pets, objects, and choose your favorite background! Customization is 100% free, there are no in-app purchases!\r\n\r\nReady for more action? Gacha over 180 units to use in battle! Choose from four different modes, including Story mode, Tower mode, and more! Collect gems, gold, and materials to enhance, awaken, and increase your skill levels! You can also play your favorite mini-games and collect gems and bytes to Gacha for more units! What are you waiting for? Step into Gacha Club and begin your adventure today!\r\n\r\nCREATE YOUR OWN CHARACTERS\r\n- Customize 10 main characters and 90 extra characters!\r\n- Change the colors for almost all of your items!\r\n- Choose from 600 different poses!\r\n- Adjust your hair/eyes/items to fit your characters!\r\n- Choose and customize hundreds of pets and objects!\r\n- Set custom profiles for all your characters!\r\n- Import and Export your friend’s characters!\r\n\r\nSTUDIO MODE\r\n- Add up to 10 characters anywhere on the screen!\r\n- Add your favorite pets and objects to the scene, too!\r\n- Choose from a wide variety of backgrounds and foregrounds!\r\n- Make your characters talk to each other with custom text boxes, pets too!\r\n- Add a Narrator to create story-telling scenes!\r\n- Save and Load up to 15 scenes!\r\n- Use face presets to quickly change your face.\r\n\r\nGACHA AND BATTLE\r\n- Gacha over 180 units to use in battle!\r\n- Gacha for 150 pets to increase your stats!\r\n- Collect super rare Corrupted and DJ characters!\r\n- Use materials to enhance, awaken, and increase skill levels!\r\n- Choose from four battle modes: Story, Training, Tower, and Shadows of Corruption\r\n\r\nMINI GAMES\r\n- Play fun mini-games such as Usagi vs Neko or Mascot Whack!\r\n- Collect gems and bytes to gacha for more characters!\r\n- Free 2 Play, you can farm for gems easily!\r\n- Play offline! No Wi-Fi is needed to play!\r\n\r\n«Notes»\r\n- The game may lag on old devices & devices with 4k screens.\r\n- Please restart the game if you experience lag over time.\r\n- If you experience glitches with the game, please make sure you have storage available on your phone.\r\n- There are no In-App Purchases.\r\n\r\nThank you for playing Gacha Club!",
    "developer": "Lunime Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/lunime-inc/id908086553?uo=2",
    "developerId": "908086553?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-16T00:00:00-07:00"
  },
  {
    "id": "1502360847",
    "appId": "com.casual.stairwaytoheaven",
    "title": "Stairway to Heaven !",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/b7/2f/46/b72f464c-2fb8-9648-ec2d-c7a886ab1d14/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/stairway-to-heaven/id1502360847?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "There are many quizzes related to your real life. Choose the right answer and surmount the heavy barriers to reach heaven. Be intelligent and answer correctly in each life situation because you will be judged.\n\nBe careful about making these decisions because each trivia decision comes with consequences. Making a good call can help you get close to gorgeous heaven and reach the peak. But the wrong choice will lead you to falling into horrible hell. Will you reach the gates of Heaven?\n\n \n Game Features:\n1.       Simple but addicting mechanics\nThe quizzes are tricky and realistic, you must choose it right so you can climb and reach heaven eventually\n\n2.       Amazing Physics\nRealistic physics will make you feel you are in the real life\n\n3.       Keep on upgrading!\nSo many unique characters for you to obtain. How do you want to look?\n\n4.       Relax and enjoy\nEver wonder what it was like to be in heaven? Well, you’ll still have to wonder, what choice you have to make to reach Heaven\n\n\nVisit https://lionstudios.cc/contact-us/ if have any feedback, need help on beating a level or have any awesome ideas you would like to see in the game!\n\nFrom the Studio that brought you Mr. Bullet, Happy Glass, Ink Inc and Love Balls!\n\nFollow us to get news and updates on our other Award Winning titles;\nhttps://lionstudios.cc/\nFacebook.com/LionStudios.cc\nInstagram.com/LionStudioscc\nTwitter.com/LionStudiosCC\nYoutube.com/c/LionStudiosCC",
    "developer": "Lion Studios",
    "developerUrl": "https://apps.apple.com/us/developer/lion-studios/id1362220666?uo=2",
    "developerId": "1362220666?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-03-30T00:00:00-07:00"
  },
  {
    "id": "1453989822",
    "appId": "com.cassette.aquapark",
    "title": "aquapark.io",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/a5/ca/53/a5ca53b0-04c3-096f-57b2-b3b914b80f19/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/aquapark-io/id1453989822?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Reach to the end of the water slide, try to be the first. Bump other players during the race and have fun playing this colorful and sunny water slide game.",
    "developer": "Voodoo",
    "developerUrl": "https://apps.apple.com/us/developer/voodoo/id714804730?uo=2",
    "developerId": "714804730?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2019-02-27T20:03:55-07:00"
  },
  {
    "id": "1144258115",
    "appId": "com.ea.ios.simsmobile",
    "title": "The Sims™ Mobile",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/af/1e/0c/af1e0c66-35f3-f10d-53e4-a567b0f7394d/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/the-sims-mobile/id1144258115?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Create your Sims, give them unique personalities, and customize their world with more detail than ever before on mobile. Experience your Sims’ lives as they choose careers, party with friends, and fall in love.\n\nCREATE AMAZING SIMS\nCustomize Sims with distinct appearances, hairstyles, outfits, makeup, and personality traits.\n\nBUILD A FANTASTIC HOME\nPersonalize layouts and designs, choosing from a variety of furniture, appliances, and decorations. \n\nSHAPE YOUR SIMS’ LIFESTYLE\nGuide the stories of your Sims’ lives from careers and hobbies to relationships and families – even Risky Actions! Start a family and pass down powerful Heirlooms. \n\nPLAY TOGETHER\nHost and attend parties with other Sims to socialize, earn rewards, and develop romantic relationships. You can even move in with other people’s Sims.\n____________\nImportant Consumer Information. Some images shown may contain in-app purchases. This app: Requires a persistent Internet connection (network fees may apply). Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement. Includes in-game advertising. Collects data through third party analytics technology (see Privacy & Cookie Policy for details). Allows players to communicate via the in-game party chat feature. Contains direct links to the Internet and social networking sites intended for an audience over 13. The app uses Game Center. Log out of Game Center before installation if you don’t want to share your game play with friends.\n\nUser Agreement: http://terms.ea.com\n\nPrivacy and Cookie Policy: http://privacy.ea.com\n\nVisit http://help.ea.com for assistance or inquiries\n\nEA may retire online features after 30 days' notice posted on www.ea.com/service-updates.\n\nDo Not Sell My Personal Information: https://tos.ea.com/legalapp/WEBPRIVACYCA/US/en/PC/",
    "developer": "Electronic Arts",
    "developerUrl": "https://apps.apple.com/us/developer/electronic-arts/id284800461?uo=2",
    "developerId": "284800461?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2018-03-06T13:49:50-07:00"
  },
  {
    "id": "1504115108",
    "appId": "by.hitbox.magicwoods",
    "title": "Idle Lumberjack 3D",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple114/v4/d2/25/28/d225288b-0a06-e9f6-e2b4-67acfac2d5e1/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/idle-lumberjack-3d/id1504115108?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Chop the trees, sell them and  buy upgrades!\nThere are different types of trees. The further you go the more expensive trees you get. You can also find magical golden trees which contain bonuses. \nDon't forget to return and sell the wood for your fast-paced progression.\nHave fun! :)\n\nTerms of Use: https://hitbox.by/terms-of-use?app=Idle%20Lumberjack%203D",
    "developer": "Voodoo",
    "developerUrl": "https://apps.apple.com/us/developer/voodoo/id714804730?uo=2",
    "developerId": "714804730?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-03-23T00:00:00-07:00"
  },
  {
    "id": "596402997",
    "appId": "com.gameloft.despicableme2",
    "title": "Minion Rush",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/e4/86/a9/e486a904-c86e-a80f-644c-a8b4eaa21b0e/AppIcon-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/minion-rush/id596402997?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "OVER 950+ MILLION PLAYERS HAVE FELT THE MINION RUSH. NOW IT’S YOUR TURN TO JOIN ONE OF THE MOST MEMORABLY DESPICABLE GAMES AROUND!\r\nIllumination, Universal & Gameloft have teamed up to create Minion Rush, an innovative and highly addictive running game for everyone!\r\nReady to test your skills? Then run and jump into this fun runner game along with the Minions to race and dodge your way through all the famous locations straight from the Despicable Me and Minions movies!\r\n\r\nENDLESS RUNNING FUN WITH THE MINIONS\r\n• Experience easy-to-play controls as you run, jump, slide, and dodge obstacles as fast as possible!\r\n• Have fun clearing out action-packed missions with lots of power-ups and unexpected twists.\r\n• Collect Costumes and run in race challenges as different Minions, including Dave, Carl, Jerry and Mel.\r\n• Feel the rush run anytime—there are always fun new goals to fulfill every day.\r\n• Enjoy an award-winning, fan-favorite running game, highly acclaimed by boys and girls of all ages. And there’s plenty of despicable racing fun action for you too!\r\n• Pick it up in seconds thanks to easy-to-play controls and endless running. You just have to run, swipe, dash, and jump to keep rolling through this adventure game!\r\n\r\nGET TO KNOW THE MINIONS UNIVERSE\r\n• Enter a running adventure game with the Minions full of stunning locations with lively graphics, recreated from the memorable Despicable Me and Minions movies.\r\n• Dash through the Residential Area where Gru and the girls live, Egyptian Pyramids, the Prison where the Minions were stuck, always-sunny Freedonia, Eduardo’s House full of surprises, and many more!\r\n• Each location is crafted with love and passion, so get ready for a fun race through challenging obstacles, inside amazing areas and out in the wild.\r\n• Take your daring chase through cities, malls, parks, beaches, a temple—you name it! Also, we made sure to have the most colorful and vivid graphics to make sure you have a great experience playing the best free running game.\r\n• If you’re adventurous enough, there’s also a secret area hidden in every location, but you have to show some great running skills and fast swiping acrobatics to get to them!\r\n• Discover loads of great new stories, each available for just a limited time in the Special Missions that come with each regular game update! We promise to keep you busy with fun new racing missions and exciting runner game events.\r\n• There are lots of prizes waiting for you to collect after completing every action mission, so get your running shoes on and start the action fast!\r\n\r\nCOLLECT COSTUMES TO SUIT YOUR STYLE\r\n• The Minions love to dress up, so check out the awesome costume collection! The variety will surprise you, so whether you prefer to play as a Surfer, Ballerina, Spy, Cupid, or Cancan Dancer, we’ve got you covered. And that’s just the tip of the costume iceberg!\r\n• The Minions never sleep, so neither do we when it comes to crafting new costumes. That’s why there’s almost always something new to try on with every update to the game!\r\n• Each Minion Costume has its own special skills, power-ups, and a dash of style to help your Minion accomplish their despicable missions. Collect costumes until you have them all!\r\n\r\nDon't Forget: Minion Rush is not only a mobile runner game that’s packed with all the fun of the Despicable Me and Minions movies, but it’s also a hit game that’s on mobile for free, with all the simple action and stunning graphics that makes this endless runner game enjoyable for all!\r\n_____________________________________________\r\n\r\nVisit our official site at http://gmlft.co/website_EN\r\nCheck out the new blog at http://gmlft.co/central\r\n\r\nTerms of Use: http://www.gameloft.com/en/conditions-of-use\r\nPrivacy Policy: http://www.gameloft.com/en/privacy-notice\r\nEnd-User License Agreement: http://www.gameloft.com/en/eula",
    "developer": "Gameloft",
    "developerUrl": "https://apps.apple.com/us/developer/gameloft/id282764297?uo=2",
    "developerId": "282764297?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2013-06-13T00:00:00-07:00"
  },
  {
    "id": "523540409",
    "appId": "com.panareadigital.NearpodTeacher",
    "title": "Nearpod",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/3d/eb/f5/3debf5b9-84a7-117d-34d1-2c33a9ece415/AppIcon-0-0-1x_U007emarketing-0-0-0-10-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/nearpod/id523540409?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Bring student engagement into every classroom with Nearpod. \n\nNearpod is a student engagement platform built to make teaching with technology easy. It’s designed to work with any classroom technology, from iPads and iPhones to Macs and Chromebooks. With Nearpod you can control what your students see and get feedback in real-time.   \n\nSign up for FREE today to create interactive learning experiences students will love! Our award-winning solution is used in 97 of the 100 largest U.S. school districts.\n\nNearpod’s formative assessments create a safe environment for students to learn and share. You can create and import your own Google Slides, Powerpoint of PDF lessons in minutes and add interactive activities such as:\nVR Field Trips:  Take your students anywhere using virtual reality, without leaving your classroom\nTime to Climb: Assess student understanding with a game-based activity.\nDraw It: Have students draw, highlight, type, and add pictures on an interactive whiteboard\nCollaborate! Board: Create collaborative learning opportunities where students can share ideas in real-time. \nQuiz: Assess students' understanding through multiple choice questions and receive instant feedback. \nPolls: Highlights student opinions, check for understanding, or provoke discussion. \nAND MORE!\n\nNearpod has over 7,000+ ready-to-run, customizable K-12 lessons for all grades and subjects. Find something for ELA, Math, Science, Social Studies, Computer Science, Digital Citizenship and more! Lessons are created in partnership with respected and trusted publishers such as:\n\nFlocabulary\nPhET\nDesmos\nTeaching Tolerance\nCommon Sense Education\niCivics\nReadWorks\nParticipate\nAND MORE!\n\nNearpod offers supplement curriculum that aligns to state and districts priorities and goals:\nSocial and Emotional Learning (SEL)\nCollege and Career Exploration (CCE)\nHistorical Perspectives and Literacy (HPL)\nEnglish Learners (EL)\nDigital Citizenship and Literacy (DCL)\nLearning Labs (LL)\n\nTo make your technology integration as seamless as possible, Nearpod has partnered with:\nApple\nGoogle\nMicrosoft\nCanvas\nSchoology\nClever\nClassLink\nItslearning\nRemind\n\nWhat teachers are saying:  \n\n“Having students with varying needs and abilities, I was struggling for a way to keep them all engaged in the same lesson. Nearpod allows the students to all feel successful and like they are part of the lesson.”\n-Amy Benner, Language Arts Teacher\n\n\n“I use VR headsets and @Nearpod app to organize virtual field trips to English speaking countries & interesting places in the world!”\n-Hanna Dudich, EFL teacher\n\n\n“Time to climb + A virtual field trip = maximum student engagement.  Thanks Nearpod for making lesson planning a Breeze.”\nMichelle Gaetjens, Elementary Media Specialist \n\n\nSUBSCRIBING IN-APP:\n- Subscribe to Nearpod Gold Edition annually ($119.99). You will be charged in your local currency at the prevailing exchange rate as defined by iTunes.\n- Payment will be charged to iTunes Account at confirmation of purchase.\n- Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.\n- Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.\n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.\n- No cancellation of the current subscription is allowed during the active subscription period.\n- Privacy policy: nearpod.com/privacy-policy\n- Terms of use: nearpod.com/terms-conditions\n- Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription.\n\nDownload Nearpod now and sign up for a FREE account to start experiencing the magic of Nearpod!",
    "developer": "Nearpod",
    "developerUrl": "https://apps.apple.com/us/developer/nearpod/id1441232331?uo=2",
    "developerId": "1441232331?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2012-05-09T17:28:17-07:00"
  },
  {
    "id": "1105855019",
    "appId": "com.playrix.gardenscapes-m3-ios",
    "title": "Gardenscapes",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/7d/fb/ff/7dfbff3d-996c-4fd4-2946-e73d84889336/AppIcon-0-0-1x_U007emarketing-0-0-0-10-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/gardenscapes/id1105855019?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Welcome to Gardenscapes! Rake your way through a storyline full of unexpected twists to restore a wonderful garden to its former glory!\n\nEmbark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler! What are you waiting for? Build your dream garden!\n\nThe game features:\n● Unique gameplay: swap and match, restore and decorate the garden, and enjoy a novel storyline—all in one place!\n● Hundreds of unique match-3 levels\n● Dozens of in-game characters you can make friends with\n● A lovely pet that is always there to cheer you up\n● An in-game social network you can use to keep up on all the latest\n● Different areas in the garden with unique structures: broken fountains, mysterious mazes, and many more\n● A community that comes first—become neighbors with your Facebook friends!\n\nGardenscapes is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's \"Restrictions\" menu. \n\nEnjoying Gardenscapes? Learn more about the game! \nFacebook: https://www.facebook.com/Gardenscapes\nInstagram: https://www.instagram.com/gardenscapes_mobile/\nTwitter: https://twitter.com/garden_scapes\n\nQuestions? Contact our Tech Support at gardenscapes@playrix.com",
    "developer": "Playrix",
    "developerUrl": "https://apps.apple.com/us/developer/playrix/id1162116447?uo=2",
    "developerId": "1162116447?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2016-08-24T21:13:46-07:00"
  },
  {
    "id": "1528539994",
    "appId": "com.smallbeautiful.racerking",
    "title": "RacerKing",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple114/v4/20/80/c5/2080c562-a4da-59e7-806f-a190304d0e01/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/racerking/id1528539994?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Fight your opponents to be the last survivor in the arena",
    "developer": "Small Beautiful",
    "developerUrl": "https://apps.apple.com/us/developer/small-beautiful/id1434562942?uo=2",
    "developerId": "1434562942?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-28T00:00:00-07:00"
  },
  {
    "id": "328415391",
    "appId": "com.yahoo.ffootball2009",
    "title": "Yahoo Fantasy Football & more",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/34/83/4f/34834f67-412c-3a7d-0c51-d446def0a34a/AppIcon-0-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/yahoo-fantasy-football-more/id328415391?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Yahoo Fantasy Sports is the #1 rated fantasy sports app to play Fantasy Football, Baseball, Basketball, Hockey, Daily Fantasy, Tourney Pick’em and more.\n\nVoted the Best Fantasy Sports App, Best Season Long Fantasy Sports Game, and the Best Daily Fantasy Sports Game by the Fantasy Sports & Gaming Association, Yahoo Fantasy Sports has you covered every day, year-round. \n\nThe Yahoo Fantasy Sports App is your one place stop to play and manage all of your fantasy leagues and contests. Whether it’s season-long, daily, free, or paid, we have it all right here on the Yahoo Fantasy Sports App\n\nEasily switch between fantasy games and focus on what really matters: drafting your team, setting your lineup, and winning your fantasy contests! Get all of the live scores and player news whenever and wherever you want.\n\nSign up now to play Fantasy Football, Baseball, Basketball, Hockey, Daily Fantasy, and more! 3 reasons you’ll love Yahoo Fantasy Sports:\n\n1. Fantasy sports right at your fingertips - Manage your fantasy teams, leagues, and commissioner settings right from the app\n2. Get live updates that work for you - Set alerts for your favorite sports and get instant updates on fantasy scoring updates and trending player news\n3. You’re always in the loop - Live updates and stats mean that you will be on top of your fantasy games and contests no matter where you are\n\nSimply sign in with your Yahoo account to get the best experience across all devices. Whether you want to play Fantasy Football or Daily Fantasy - check out everything Yahoo Fantasy Sports has to offer:\n\n• Fantasy Home\nAccess all the different fantasy sports and games from the fantasy home page. Sign up for your choice in fantasy sport and easily view the latest updates in your fantasy leagues and games.\n\n• Manage\nSet your roster, pick up and drop players, and make trades right in the app. Visit our players' tab to see the latest in transaction trends and the top available players in your league. \n\n• Draft\nMock draft and actually draft right from your phone. Whether it be your Fantasy Football, Baseball, or Basketball league, you never need to miss a draft again as you can draft your whole team from the app.\n\n• Alerts\nBe at the top of your game with instant scoring updates and player news. Set alerts for your fantasy leagues and get live updates on every scoring play, roster changes, player injuries, and much more. \n\n• Play Daily Fantasy Sports\nNot interested in playing season-long fantasy? Check out Yahoo Daily Fantasy Sports and draft a new roster every day for a chance to win money. Enter free contests or put some cash on the line. Check out the Quickmatch function to get started or join a Yahoo Cup to test your knowledge. \n\n• Expert Analysis \nEdge out the competition with our Yahoo Fantasy experts, now accessible in the app. Read rankings, recommendations, and reactions from our experts on the latest news to help you make your next fantasy decision.\n\n• Fantasy Messenger\n Smack talk your league-mates, friends, and competition in the fantasy messenger available in the Yahoo Fantasy App. Send them gifs, images, and emojis and let the trash talking begin.\n\nPlease note: This app features Nielsen’s proprietary measurement software which contributes to market research, like Nielsen’s TV Ratings. Please see http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for more information. Please send feedback to fantasy-mobile-ios-feedback@oath.com",
    "developer": "Yahoo",
    "developerUrl": "https://apps.apple.com/us/developer/yahoo/id281970157?uo=2",
    "developerId": "281970157?uo=2",
    "genre": "Sports",
    "genreId": "6004",
    "released": "2009-09-07T20:58:33-07:00"
  },
  {
    "id": "883738213",
    "appId": "com.autodesk.ios.SketchBookPro3",
    "title": "Autodesk SketchBook",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple123/v4/e4/19/79/e41979d4-876e-3b9b-a194-c4a047e4a34b/AppIcon-0-1x_U007emarketing-0-0-GLES2_U002c0-512MB-sRGB-0-0-0-85-220-0-0-0-7.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/autodesk-sketchbook/id883738213?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "SketchBook for Everybody!\n \nAt Autodesk, we believe creativity starts with an idea. From quick conceptual sketches to fully finished artwork, sketching is at the heart of the creative process. You never know when a great idea will strike, so access to fast and powerful creative sketching tools is an invaluable part of any creative process. \n \nFor this reason, we are excited to announce that the fully featured version of SketchBook is now FREE for everyone!\n\nWe added new features to further help with drawing. We looked at what you use in SketchBook desktop that wasn't in mobile and beyond.\n·        Perspective Guides, with 1, 2, and 3 point perspective guides, a snapping toggle, vanishing point lock, and horizon line visibility.\n·        Customize, Infinite, and Constrained Grid tools.  \n·        Curve ruler, for drawing curves you can’t get with the Ellipse tool.\n·        Support for the new Apple Pencil (2nd generation), which includes its double-tap functionality.\n·        Support for Scan Sketch for the new iPad.",
    "developer": "Autodesk Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/autodesk-inc/id295089690?uo=2",
    "developerId": "295089690?uo=2",
    "genre": "Entertainment",
    "genreId": "6016",
    "released": "2014-10-08T22:46:40-07:00"
  },
  {
    "id": "572395608",
    "appId": "com.imangi.templerun2",
    "title": "Temple Run 2",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple124/v4/85/32/6a/85326a8a-969c-b23b-6199-9c3ff72a127f/AppIcon-1x_U007emarketing-0-9-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/temple-run-2/id572395608?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The sequel to the smash hit phenomenon that took the world by storm! \n\nTemple Run redefined mobile gaming. Now get more of the exhilarating running, jumping, turning and sliding you love in Temple Run 2!\n\nNavigate perilous cliffs, zip lines, mines and forests as you try to escape with the cursed idol. How far can you run?!\n\nFEATURES\n\n* Beautiful new graphics\n* Gorgeous new organic environments\n* New obstacles\n* More powerups\n* More achievements\n* Special powers for each character\n* Bigger monkey!!!\n\nBecome a fan of Temple Run on Facebook:\nhttp://www.facebook.com/TempleRun\n\nFollow Temple Run on Twitter:\nhttps://twitter.com/TempleRun",
    "developer": "Imangi Studios, LLC",
    "developerUrl": "https://apps.apple.com/us/developer/imangi-studios-llc/id284899742?uo=2",
    "developerId": "284899742?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2013-01-17T00:00:00-07:00"
  },
  {
    "id": "1299956969",
    "appId": "com.platinumplayer.word.addict.ios",
    "title": "Word Collect: Word Games",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/cc/26/0b/cc260b5d-bb29-a639-88fe-b802e11bbcbd/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/word-collect-word-games/id1299956969?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Play 2500+ Levels & Get 500 Bonus Coins! DOWNLOAD the best word puzzle games!\n\nWord Collect has exciting word puzzle games! Word Collect starts as an easy word game and gets harder as you level up! \n\nENJOY WORD COLLECTING GAMEPLAY!\n- Swipe to select letters in any direction to form the hidden word matches!\n- Find as many words as possible to level up and earn bonus rewards!\n- Fill in every word block puzzle! Earn bonus coins when you discover hidden words!\n- Can't figure out the word jumble? Use coins to get a hint and win the level!\n\nFEATURES:\n- Daily bonus coins and word puzzles!\n- Daily Challenge gives you more word puzzle games, more bonus coins and more FUN EVERY DAY!\n- Over 2500+ Levels to play word games!\n- 500 coins at the first word game login!\n- Easy to play, but hard to beat - difficulty increases as you go! \n- Play OFFLINE or ONLINE - anytime, anywhere!\n- Whether you want word games for adults or word games for kids, Word Collect is the best word game out there!\n\nGet Word Collect for the best word games for word puzzle fans, word search addicts, and more!\n\nPlay word games now in Word Collect - it's so addictive!\n\n\nThe prizes in this word game are not exchangeable for real-world money or prizes. Having an issue with these free word games for iphone and ipad? For immediate support, contact us at support@platinumplayerllc.com. Thanks!\n\n----------------About Subscriptions-----------------\n- Golden Ticket subscription gives players exclusive rewards including more Daily Bonus Coins, 2x all Golden Apples points and an ads-free experience\nSubscription price is $7.99 per week\n- Payment will be charged to iTunes Account at confirmation of purchase\n- Subscriptions automatically renew at the end of the period unless turned off at least 24 hours before the end of the current period in the account settings\n- Account will be charged for renewal within 24-hours prior to the end of the current period\n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's iTunes Account Settings after purchase\n- Users may cancel a subscription at any time via the subscription setting through their iTunes account. This must be done 24 hours before the end of the subscription period to avoid being charged. Please visit https://support.apple.com/en-us/HT202039 for more information\n- You may turn off the auto-renewal of your subscription via your iTunes Account Settings. \n- You will receive the benefits of your cancelled subscription through the end of the pay period before cancellation.\n\nPrivacy Policy\nhttp://superluckycasino.com/privacy-policy/\nTerms of Use\nhttp://superluckycasino.com/terms-of-service/",
    "developer": "Super Lucky Games LLC",
    "developerUrl": "https://apps.apple.com/us/developer/super-lucky-games-llc/id1275177033?uo=2",
    "developerId": "1275177033?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2017-12-06T13:21:59-07:00"
  },
  {
    "id": "586328581",
    "appId": "mobi.abcmouse.academy",
    "title": "ABCmouse.com",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/5e/4a/07/5e4a07e5-8fb4-d18e-c40b-6a74ecd1b767/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/abcmouse-com/id586328581?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Start your 30-day free trial of ABCmouse now! Cancel anytime.\n\nABCmouse is the award-winning learning program that covers reading, math, art, music, and more for kids ages 2 to 8. Created by teachers and education experts, it has 10,000+ exciting Learning Activities for children at all academic levels.\n\nProven to Significantly Increase Reading Skills with as little as 45 minutes a week*.  \n\nKey Features\n\nThe ABCmouse Early Learning Academy is the research-validated program that kids 2–8 love to play with as they learn:\n\n• Full standards-based curriculum for learning on the iPad and iPhone\n• Trusted by teachers and designed by early learning education experts\n• Used in more than 70,000 classrooms and in nearly half of all U.S. public libraries\n• 10 levels, over 850 lessons, and 10,000+ individual Learning Activities\n• All academic subjects for toddlers, preschool, kindergarten, 1st grade, and 2nd grade\n• Accelerates children’s development of early literacy and math skills\n• Helps ensure kindergarten readiness and 3rd grade readiness\n• Covers math, reading, science, social studies, art, and music across all levels\n• Thousands of books, videos, puzzles, printable activities, songs, games, and animations\n• 900+ books and activities in Spanish \n• Customizable Avatar, My Room, My Hamster, and Pet Park features\n• Step-by-Step Learning Path and independent learning\n• Great for homeschoolers and learning on the go\n• Easy to track and monitor progress \n• Winner of prestigious Mom’s Choice GOLD, Teachers’ Choice, and Parents’ Choice GOLD Awards\n• 100% safe and kid-friendly environment!\n\nWhat Teachers Say\n\n“This year, I implemented ABCmouse in every lesson, not only during my lesson time but also during the activities and center time. My students started picking up their letters faster, they were applying phonics faster, they were recognizing sight words faster. When testing came around, I had 78% of my class test advanced in foundational skills. That’s never happened before. . . . ABCmouse captivates a child’s attention in such a wonderful, marvelous way. It’s not just them memorizing stuff, they have the skill, and they’re making those connections across the content areas.”\n—Kindergarten Teacher\n\n“On ABCmouse my children are learning to read, they’re doing math problems, social studies, science, everything. . . . Since we’ve begun ABCmouse, our scores are just amazing!”\n—Elementary School Teacher\n\nWhat Parents Say \n\n“I am a first grade teacher, and I think this site is absolutely terrific! There are many engaging activities for a wide variety of academic areas. My 5-year-old twins LOVE it...I can’t wait to have ABCmouse in our family for many years! Thank you, from a veteran teacher.”\n—First Grade Teacher and mother of 5–year–old girls\n\n“The BEST children’s educational site that I have ever used. Even my 4th grader begs her sister to let her play!”\n—Mother of 4–, 5–, and 10–year–old girls\n\n“I love how everything in the Classroom is interactive. I plan to use this site all summer to keep my kids’ skills sharp. It really breaks up the fact they are learning and feels like we are playing.”\n—Mother of 2– and 5–year–old boys\n\nSubscription Options\n\nThis app offers two membership options: $9.99/month or $79.99/year\n• Payment will be charged to your iTunes account at confirmation of purchase\n• Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n• Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal\n• Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase\n\n*See ABCmouse-sponsored studies at www.ageoflearning.com/research\n\nSee our full Terms and Conditions at:\nhttp://www.abcmouse.com/tandc\n\nView our Privacy Policy at:\nhttp://www.abcmouse.com/privacy",
    "developer": "Age of Learning, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/age-of-learning-inc/id375219200?uo=2",
    "developerId": "375219200?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2012-12-14T13:10:46-07:00"
  },
  {
    "id": "477537958",
    "appId": "com.microsoft.skydrive",
    "title": "Microsoft OneDrive",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple114/v4/a3/45/c4/a345c444-68db-42cf-e046-e9d410a6d6df/AppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/microsoft-onedrive/id477537958?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Microsoft OneDrive keeps your photos and files backed up, protected, synced, and accessible on all your devices. The OneDrive app lets you view and share OneDrive files, documents, photos, and videos with friends and family. You can use the app to automatically back up your phone's photos and videos. Start with 5 GB of free cloud storage or upgrade to a Microsoft 365 subscription to get 1 TB of storage.\n\nMicrosoft OneDrive offers the following features:\n\nBack up photos and videos\n• Automatic photo and video backup when you turn on Camera Upload\n• Find photos easily thanks to automatic tagging\n• View photos on your phone, computer, and online\n\nFile sharing and management\n• Share docs, photos, videos, and albums with friends and family\n• Get notifications when a shared document is edited\n• Set password-protected or expiring sharing links*\n• Access entire folders on the app without being online*\n\nScan\n• Scan documents, business cards, receipts, whiteboards, and more\n• Mark up, sign, and send docs right from the OneDrive mobile app\n\nSearch\n• Search photos by what's in them (i.e. beach, snow, etc.)\n• Search docs by name or content\n\nSecurity\n• Personal Vault lets you protect your important files with identity verification\n• Restore documents with version history on all files\n• Ransomware detection and recovery*\n\nWorks with Microsoft Word, Excel, PowerPoint, OneNote, Outlook\n•  Back up, view, and save your Office documents.\n•  Use Microsoft Office apps to edit and collaborate in real time on Word, Excel, PowerPoint, and OneNote files stored in OneDrive.\n\nUpgrade to a Microsoft 365 subscription\nWith a Microsoft 365 Personal subscription you get 1TB of storage (1TB of storage per person for up to 6 people with the Family subscription), OneDrive premium features, and access to all features in Word, Excel, PowerPoint, Outlook, and OneNote on iPad, iPhone, and iPod touch, and you can install Word, Excel, PowerPoint, and Outlook on PCs or Macs.\n \nTo make an in-app purchase of a Microsoft 365 Personal or Family subscription: open the app, tap the Me tab, then tap your storage or the diamond icon.\nSubscriptions begin at $6.99 a month in the US, and can vary by region. Microsoft 365 subscriptions and OneDrive standalone subscriptions purchased from the app will be charged to your iTunes account and will automatically renew within 24 hours prior to the end of the current subscription period, unless auto-renewal is disabled beforehand.\n\nTo manage your subscriptions or to disable auto-renewal, after purchase, go to your iTunes account settings. A subscription cannot be cancelled or refunded during the active subscription period.\n \nUsing this OneDrive app for work or school\nFor you to sign into your work or school account on OneDrive, your organization needs to have a qualifying OneDrive, SharePoint Online or Microsoft 365 business subscription plan.\n\nPrivacy\nThis app is provided by Microsoft. Data provided through the use of this store and this app may be accessible to Microsoft and transferred to, stored, and processed in the United States or any other country where Microsoft or its affiliates maintain facilities.\n \nPrivacy Policy: https://go.microsoft.com/fwlink/?LinkID=507539.\nTerms of Use: https://go.microsoft.com/fwlink/p/?LinkID=246338.\n\n*Requires Microsoft 365 Personal or Family subscription",
    "developer": "Microsoft Corporation",
    "developerUrl": "https://apps.apple.com/us/developer/microsoft-corporation/id298856275?uo=2",
    "developerId": "298856275?uo=2",
    "genre": "Productivity",
    "genreId": "6007",
    "released": "2011-12-13T09:02:43-07:00"
  },
  {
    "id": "1131873369",
    "appId": "com.WhatsPad.messenger",
    "title": "Messaging for WhatsApp on iPad",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple123/v4/f4/67/a9/f467a921-63eb-8485-a544-c4347af33c6c/AppIcon-0-1x_U007emarketing-0-0-GLES2_U002c0-512MB-sRGB-0-0-0-85-220-0-0-0-5.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/messaging-for-whatsapp-on-ipad/id1131873369?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "To connect, open the app and you will see a QR code, simply 'scan' this code using WhatsApp on your phone and you will be logged in. You will find this option within WhatsApp settings on your phone, at \"WhatsApp Web\" menu.\n\n\nDisclaimer\nThis is an UNOFFICIAL tool for WhatsApp Messenger. This app is developed by an independent developer, not affiliated to the official developer. Usage in this app falls within guidelines of \"fair use\".",
    "developer": "Burak Acemoglu",
    "developerUrl": "https://apps.apple.com/us/developer/burak-acemoglu/id776155467?uo=2",
    "developerId": "776155467?uo=2",
    "genre": "Social Networking",
    "genreId": "6005",
    "released": "2018-06-30T23:37:30-07:00"
  },
  {
    "id": "1145275343",
    "appId": "com.nintendo.zara",
    "title": "Super Mario Run",
    "icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/5f/69/a9/5f69a9df-5e64-fed6-5959-08e61524435b/AppIcon-0-0-1x_U007emarketing-0-0-0-7-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/super-mario-run/id1145275343?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "A new kind of Mario game that you can play with one hand.\n\nYou control Mario by tapping as he constantly runs forward. You time your taps to pull off stylish jumps, midair spins, and wall jumps to gather coins and reach the goal!\n\nSuper Mario Run can be downloaded for free and after you purchase the game, you will be able to play all the modes with no additional payment required. You can try out all four modes before purchase: World Tour, Toad Rally, Remix 10, and Kingdom Builder.\n\n■World Tour\nRun and jump with style to rescue Princess Peach from Bowser’s clutches! \nTravel through plains, caverns, ghost houses, airships, castles, and more.\n\nClear the 24 exciting courses to rescue Princess Peach from Bowser, waiting in his castle at the end. There are many ways to enjoy the courses, such as collecting the 3 different types of colored coins or by competing for the highest score against your friends. You can try courses 1-1 to 1-4 for free.\n\nAfter rescuing Princess Peach, a nine-course special world, World Star, will appear.\n\n■Remix 10\nSome of the shortest Super Mario Run courses you'll ever play!\nThis mode is Super Mario Run in bite-sized bursts! You'll play through 10 short courses one after the other, with the courses changing each time you play. Daisy is lost somewhere in Remix 10, so try to clear as many courses as you can to find her!\n\n■Toad Rally\nShow off Mario’s stylish moves, compete against your friends, and challenge people from all over the world.\n\nIn this challenge mode, the competition differs each time you play.\nCompete against the stylish moves of other players for the highest score as you gather coins and get cheered on by a crowd of Toads. Fill the gauge with stylish moves to enter Coin Rush Mode to get more coins. If you win the rally, the cheering Toads will come live in your kingdom, and your kingdom will grow. \n\n■Kingdom Builder\nGather coins and Toads to build your very own kingdom.\n\nCombine different buildings and decorations to create your own unique kingdom. There are over 100 kinds of items in Kingdom Builder mode. If you get more Toads in Toad Rally, the number of buildings and decorations available will increase. With the help of the friendly Toads you can gradually build up your kingdom.\n\n■What You Can Do After Purchasing All Worlds\n\n・ All courses in World Tour are playable\nWhy not try out the bigger challenges and thrills available in all courses?\n\n・ Easier to get Rally Tickets\nIt's easier to get Rally Tickets that are needed to play Remix 10 and Toad Rally. You can collect them in Kingdom Builder through Bonus Game Houses and ? Blocks, by collecting colored coins in World Tour, and more.\n\n・ More playable characters\nIf you rescue Princess Peach by completing course 6-4 and build homes for Luigi, Yoshi, and Toadette in Kingdom Builder mode, you can get them to join your adventures as playable characters. They play differently than Mario, so why not put their special characteristics to good use in World Tour and Toad Rally?\n\n・ More courses in Toad Rally\nThe types of courses available in Toad Rally will increase to seven different types of courses, expanding the fun! Along with the new additions, Purple and Yellow Toads may also come to cheer for you.\n\n・ More buildings and decorations in Kingdom Builder\nThe types of buildings available will increase, so you'll be able to make your kingdom even more lively. You can also place Rainbow Bridges to expand your kingdom.\n\n・ Play Remix 10 without having to wait\nYou can play Remix 10 continuously, without having to wait between each game.\n\n*Internet connectivity required to play. Data charges may apply. May contain advertisements.",
    "developer": "Nintendo Co., Ltd.",
    "developerUrl": "https://apps.apple.com/us/developer/nintendo-co-ltd/id1062496488?uo=2",
    "developerId": "1062496488?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2016-09-07T09:36:57-07:00"
  },
  {
    "id": "1516098638",
    "appId": "com.game.officelife",
    "title": "Office Life 3D",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/7e/8b/59/7e8b5972-9a61-4605-c838-deea2e29c855/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/office-life-3d/id1516098638?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Get back to the office now!\nFun office experience with innovative minigames.\nAll the way up to the boss.",
    "developer": "Good Job Games",
    "developerUrl": "https://apps.apple.com/us/developer/good-job-games/id1191495496?uo=2",
    "developerId": "1191495496?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-05-31T00:00:00-07:00"
  },
  {
    "id": "546473125",
    "appId": "com.quizlet.quizlet",
    "title": "Quizlet",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/e3/e1/5b/e3e15b6e-6080-8fb5-01e9-97ff6d453eef/AppIcon-production-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/quizlet/id546473125?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Quizlet is the easiest way to study, practice and master what you’re learning. Create your own flashcards or choose from millions created by other students. More than 50 million students study for free with the Quizlet app each month!\n\nWith the Quizlet flashcards app you can: \n- Get test-day ready with Learn\n- Learn with flashcards\n- Put your memory to the test with Write\n- Race against the clock in a game of Match\n- Share flashcards with friends, classmates or students\n- Learn Spanish and other foreign languages\n- Listen to your material pronounced correctly in 18 languages\n- Learn about science, math, history, coding and more\n\nFrom foreign language, history and science classes to standardized test prep, Quizlet can help you get ready for your exams. Quizlet is the easiest way to learn Spanish, and other new foreign languages.  \n\nQuizlet for Teachers:\n- Help your students learn and study\n- Make flashcards for any topic\n- Help students learn Spanish, foreign languages, science, math, coding and more\n\nQuizlet is the best flashcards app to help you study and learn! It’s simple to create your own flashcards, or choose from existing sets. Quizlet is the only app you need to study and learn. Download now!\n\nUpgrade to Quizlet Go to study with no ads, and offline access or get Quizlet Plus for even more premium features, like image uploading and scanning to create sets.\n\nWhat our students say when they leave 5-star reviews: \n\n“Best study app ever!!” \n“The only app I use when I need to get down to business.”\n“Quizlet is by far the best studying app I’ve downloaded. It’s packed full of different ways to study for upcoming tests!”\n\nWe love feedback! Please email us at quizletapp@quizlet.com or find us on Twitter or Instagram @quizlet. \n\nIf you enjoy the app, please leave a review. Thank you!\n\n*The fine print: \nQuizlet Plus and Quizlet Go subscriptions will be charged to your credit card through your iTunes account. Your subscription will renew automatically every year unless canceled at least 24 hours before the end of the current period. Subscription cancellations will take effect following the current active year. Manage your subscriptions in your Account Settings after purchase. Please visit https://quizlet.com/tos for our terms of service and https://quizlet.com/privacy for our privacy policy.",
    "developer": "Quizlet Inc",
    "developerUrl": "https://apps.apple.com/us/developer/quizlet-inc/id546473128?uo=2",
    "developerId": "546473128?uo=2",
    "genre": "Education",
    "genreId": "6017",
    "released": "2012-08-08T21:32:24-07:00"
  },
  {
    "id": "1457771281",
    "appId": "com.adobe.photoshop.ios",
    "title": "Adobe Photoshop",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/b3/0d/82/b30d8255-5609-3e15-71a1-31727d3cee93/AppIcon-0-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/adobe-photoshop/id1457771281?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "The world’s leading photography, editing, and design platform is on the iPad. Now you can harness the power of Photoshop to create anything you imagine, wherever inspiration strikes. \n\nReady to use Photoshop on the iPad? If you have a qualifying membership, just log in with your Adobe ID. If you don’t, try it with a 30-day free trial. Photoshop on the iPad opens the same files as Photoshop on your desktop (macOS or Windows) using new cloud technology, so you can stay in flow across all your devices.   \n\nUsing Photoshop with Adobe Fresco \n\nTake your artwork to the next level using Photoshop together with Adobe Fresco, our newest drawing and painting app. It’s included with a Photoshop or Creative Cloud membership at no additional cost. Adobe Fresco is powerful for pros, yet simple enough for emerging artists. Work with vector, raster, and live brushes. Your Photoshop and Adobe Fresco documents automatically sync and save to the cloud. \n\nTOP FEATURES  \n\nOur first release on the iPad delivers core compositing and retouching tools designed for Apple Pencil and touch. We’re releasing new product features each month and invite fans to check out the “What’s new” page in the app to see what’s coming next, suggest new features, and help us build the Photoshop experience you want so you can bring your creative ideas to life anywhere. \n\nTouch and Apple Pencil controls: \nSwipe, pinch, tap, scribble, slide — you’ll feel closer to your work than ever before and with Apple Pencil, you have ultimate precision.  \n\nFamiliar tools: \nWork with your layer stack and toolbar tools just like you do on your desktop. And with the context-aware UI, only the core tools and panes are displayed, so you can focus on your canvas, not the clutter.   \n\nFull PSDs:   \nCreate on your iPad with the Photoshop features you know and love, from retouching and compositing to spot healing and blend modes. Layers? They’re all here. Resolution? No difference. Your PSDs are exactly the same, whether you're working on a desktop, laptop, or iPad. \n\nAnywhere access:   \nIt’s simple to keep your PSDs in sync across devices. Your documents are automatically saved to the cloud as you work and available on any device running Photoshop.  \n\nCompositing:   \nMake precise selections with the Lasso tool and advanced selections with the Object Selection and Select Subject tools. Use the Brush tool to mask in and out certain parts of your image to create sophisticated composites, and perfect your selections with the Refine Edge Brush. \n\nRetouching:   \nEdit and enhance images and remove unwanted elements with features such as spot healing and the Clone Stamp tool. Adjust your color tones with Curves.    \n\nCompatibility:  \nSupported operating system   \n• iPadOS  \n\nSupported devices:   \n• iPad Pro (Wi-Fi, Wi-Fi and Cellular)   \n• iPad Pro (all generations)   \n• iPad 7th Generation   \n• iPad 6th Generation   \n• iPad 5th Generation   \n• iPad Mini 5th Generation   \n• iPad Mini 4   \n• iPad Air 3rd Generation   \n• iPad Air 2   \n• Apple Pencil (2nd generation)   \n• Apple Pencil (1st generation)    \n\nYou must be 13 or older and agree to Adobe’s terms and privacy policy:   \nhttp://www.adobe.com/go/terms_linkfree   \nhttp://www.adobe.com/go/privacy_policy_linkfree  \n\nDo Not Sell My Info: \nhttps://www.adobe.com/privacy/ca-rights-linkfree.html   \n\nUse of Adobe mobile apps and online services requires registration for an Adobe ID for any level of Creative Cloud membership, which may not be available in all countries or languages and may be subject to change or discontinuation without notice. Adobe online services require an internet connection.",
    "developer": "Adobe Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/adobe-inc/id331646274?uo=2",
    "developerId": "331646274?uo=2",
    "genre": "Photo & Video",
    "genreId": "6008",
    "released": "2019-11-07T00:00:00-07:00"
  },
  {
    "id": "1512265589",
    "appId": "com.ea.ios.maddennfl21mobile",
    "title": "Madden NFL 21 Mobile Football",
    "icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple124/v4/1d/94/f8/1d94f849-828b-1cfd-8cff-07615cc16127/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/madden-nfl-21-mobile-football/id1512265589?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Madden NFL 21 Mobile is an all-new way to experience Madden NFL on the go. For the first time ever, create your own customizable character and take them into a brand-new dynamic challenge mode called The Yard.  Experience all-new global locations on your rise to become an NFL Legend while still enjoying everything you’ve come to love about Madden NFL Mobile.\r\n\r\n- Create and customize your own character, then rise to fame in brand-new, fast-paced, small-sided gameplay in The Yard: Underground.\r\n\r\n- Become an NFL GM and take your team to the Super Bowl as you play through dynamic NFL seasons.\r\n \r\n- Take on Madden's Masters where you’ll build your team of NFL Superstars and Legends. \r\n\r\n- Compete with friends in Arena H2H or Overdrive as you define your NFL journey in the deepest and most competitive Madden NFL Mobile to date.\r\n\r\n\r\nTHE YARD: UNDERGROUND\r\nCreate and customize your own character, then rise to fame in brand-new, fast-paced, small-sided gameplay where you’ll play an all-new, story-driven experience. Build yourself up, earn rewards, and more as you write your own legacy.\r\n\r\n\r\nBUILD YOUR ULTIMATE TEAM\r\nAssume the role of an NFL franchise team and take over as a GM. Play games, collect rewards, and upgrade your team - including NFL Legends and Superstars - as you make your way to the Super Bowl and solidify your team as an NFL Dynasty.\r\n\r\n\r\nCOLLECT THE ALL-NEW MADDEN MASTERS\r\nFace off and defeat today's NFL Superstars and the daunting NFL Legends of yesteryear as you compete to unlock each Madden NFL Master. Go up against the best NFL players and help others along the way with Co-op Assist to become the real MVP of Madden NFL 21 Mobile.\r\n\r\nCROSS-REWARDS\r\nWithin The Yard, take your Avatar player anywhere, anytime. Keep all your gear from The Yard: Underground and use it across Console, PC, and Mobile! Make progress and earn rewards in all versions of Madden while you create your own legacy.\r\n\r\nUser Agreement: terms.ea.com\r\nPrivacy and Cookie Policy: privacy.ea.com\r\nVisit help.ea.com for assistance or inquiries. \r\n\r\nEA may retire online features after 30 days’ notice posted on ea.com/service-updates.\"\r\n\r\nRequires acceptance of EA’s Privacy & Cookie Policy and User Agreement. Do Not Sell My Personal Information: https://tos.ea.com/legalapp/WEBPRIVACYCA/US/en/PC/. Requires a persistent Internet connection (network fees may apply). Contains advertisements for EA and its partners. Includes in-game advertising. Collects data through third party analytics technology (see Privacy & Cookie Policy for details). Collects data through third-party ad serving and analytics technology (See Privacy & Cookie Policy for details). Contains direct links to the Internet and social networking sites intended for an audience over 13. The app uses Game Center.  Log out of Game Center before installation if you don’t want to share your game play with friends.",
    "developer": "Electronic Arts",
    "developerUrl": "https://apps.apple.com/us/developer/electronic-arts/id284800461?uo=2",
    "developerId": "284800461?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-04T00:00:00-07:00"
  },
  {
    "id": "1521190468",
    "appId": "com.zjcgame.cluehunter",
    "title": "Clue Hunter",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/4d/5c/5a/4d5c5ade-1dd7-304f-74b8-9db7219547ca/AppIcon-1x_U007emarketing-0-9-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/clue-hunter/id1521190468?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Uh oh! Your client’s husband is suspected of cheating! What are you going to do? Sniff out the clues and prove that he’s a cheater once for all and collect that bounty money! $$$\n\nWith this addictive and hilarious game, you will have non stop fun inside trying to find out what happens next! Who knows, you might even be compelled to make a video out of it for the internet! Are you detective enough? Find out now.\n \n Game Features:\n\n\n1.       Don’t get fooled!\nEach level presents you with multiple choices - make the right answers to catch the cheater. Wrong answers will result in misery for your client. So sad.\n\n2.       So many cases to solve!\nWhen you aren’t helping find cheaters and liars, you’re solving other high stakes crimes! Can you solve them all?\n\n3.        A fun time for everyone!\nEverybody can play Clue Hunter. If you get stumped - ask for help from your friends and loved ones! No shame in doing anything necessary to solve these ridiculous puzzles.\n\n4.        Simple and Addicting Gameplay\nOnce you start you will want to keep solving the different cases. The best detective game out there!\n\n5. Can you find the “Save the Girl” girl?\nGood luck!\n                                                                                                                                                                                                                                                                      \n\nVisit https://lionstudios.cc/contact-us/ if have any feedback, need help on beating a level or have any awesome ideas you would like to see in the game!\n\nFrom the Studio that brought you Happy Glass, Flip Trickster and Love Balls!\n\nFollow us to get news and updates on our other Award Winning titles;\nhttps://lionstudios.cc/\nFacebook.com/LionStudios.cc\nInstagram.com/LionStudioscc\nTwitter.com/LionStudiosCC\nYoutube.com/c/LionStudiosCC",
    "developer": "Lion Studios",
    "developerUrl": "https://apps.apple.com/us/developer/lion-studios/id1362220666?uo=2",
    "developerId": "1362220666?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-07-04T00:00:00-07:00"
  },
  {
    "id": "685860762",
    "appId": "com.rathasou.Calculator",
    "title": "Calculator - Pad Edition",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/55/af/67/55af6789-f874-1c80-2c5d-808293edd97e/AppIcon-1x_U007emarketing-2-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/calculator-pad-edition/id685860762?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Calculator for the iPad is designed to fill in for the missing calculator app on the iPad with simplicity and functionality.\n\nThis app features the modern design of flat UI of iOS which look like original built-in app. Users can make basic calculation in portrait and handy scientific calculation in landscape.\n\nIt provides all scientific functions such as: root, power, factorial, exponential, divisions, and logarithm are supported. Including trigonometric functions like sin, cos, arcsin, arches, tangent, and more.\n\nFEATURES:\n• All functions like the original calculator app\n• Standard calculation in portrait\n• Scientific calculation in landscape\n• Manual standard & scientific calculator switching in portrait or landscape orientation\n• Easy one-hand usage with resizable and draggable interface\n• Access result and do calculation on widget\n• View whole calculation equation in calculator\n• Check previous calculation with history\n• Get new feel of different looks with multiple themes\n• Switch between Degrees and Radians calculations\n• Make more complex calculations with Memory buttons\n• Simply swipe on the digits to delete a single wrong digit\n• Copy and paste numbers from or into display\n• Buttons feedback sound to ensure you touch the buttons correctly\n• Support external hardware keyboard input\n• Pinch to scale calculator size\n• Support split-view multitasking\n• Quick actions by tap and hold calculator area",
    "developer": "Ratha Sou",
    "developerUrl": "https://apps.apple.com/us/developer/ratha-sou/id590343618?uo=2",
    "developerId": "590343618?uo=2",
    "genre": "Utilities",
    "genreId": "6002",
    "released": "2013-08-14T14:00:35-07:00"
  },
  {
    "id": "1526124814",
    "appId": "com.funnii.drawstories",
    "title": "Draw Stories: Love the Girl",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/fa/4a/3b/fa4a3b99-1b54-9b3f-bcfd-62ce36edb01e/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/draw-stories-love-the-girl/id1526124814?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "How good can you Draw? Welcome to the sequel to the hit game Draw Stories: Love Girl!\n“Draw Stories: Love Girl” will require your utmost concentration and brain power to solve its puzzle.\nWouldn’t it be Amazing if You were a character in your favorite LOVE story? Draw Stories lets you do just that with tons of levels to draw through!",
    "developer": "FUNNII PTE. LTD.",
    "developerUrl": "https://apps.apple.com/us/developer/funnii-pte-ltd/id1480976125?uo=2",
    "developerId": "1480976125?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-08-08T00:00:00-07:00"
  },
  {
    "id": "1516465705",
    "appId": "com.AnkaStudios.DriveThru3D",
    "title": "Drive Thru 3D",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple114/v4/4f/9d/11/4f9d11e5-76e4-7afc-6b68-69e95b3031d9/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/drive-thru-3d/id1516465705?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Craving for fast food? We're open!\n\nTake the order, prepare the most delicious fast food in town and serve it to the customer.",
    "developer": "Rollic Games",
    "developerUrl": "https://apps.apple.com/us/developer/rollic-games/id1452111779?uo=2",
    "developerId": "1452111779?uo=2",
    "genre": "Games",
    "genreId": "6014",
    "released": "2020-06-16T00:00:00-07:00"
  },
  {
    "id": "460177396",
    "appId": "tv.twitch",
    "title": "Twitch: Live Game Streaming",
    "icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple114/v4/80/40/64/80406475-4fca-9237-8c90-5f44369edb4c/TwitchAppIcon-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/twitch-live-game-streaming/id460177396?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Experience the games you love like never before! Watch live streams and chat with devoted gamers around the world.\n\nCatch the action as it happens! Access all the content you care about, from frenetic Overwatch multiplayer matches to soothing Bob Ross art demos. With millions of unique streamers every day playing everything under the sun, if it’s worth watching, it’s live on Twitch right now.\n\nTwitch: TOP 3 FEATURES\n\n1. Watch live videos of your favorite games, from blockbuster titles like Minecraft and League of Legends to little-known indie gems. \n2. Connect with other gamers in real time with full-featured live chat.\n3. Go live with a touch and share your passion with the world!\n\nBe a part of the leading social gaming platform on iPhone and iPad! With esports events, art, cooking, music and much more on demand, there’s something for everyone on Twitch.\n\n+ Watch interactive live shows from the likes of Sony, Microsoft, Blizzard and Riot Games.\n+ Tune into unique programming, from music festival live streams to exclusive video game events.\n+ Discover new content with ease thanks to simple and intuitive navigation.\n+ Switch to Dark Mode for those late night viewing sessions.\n\nJoin the millions of hardcore and casual gamers who have found a place to connect over the games they love. Take your passion to the next level with Twitch!\n\nFor feedback and assistance, please visit our Support Center: https://help.twitch.tv\n\nPlease note: This app features Nielsen’s proprietary measurement software which contributes to market research, like Nielsen’s TV Ratings. Please see http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for more information",
    "developer": "Twitch Interactive, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/twitch-interactive-inc/id358612219?uo=2",
    "developerId": "358612219?uo=2",
    "genre": "Photo & Video",
    "genreId": "6008",
    "released": "2011-10-26T00:00:00-07:00"
  },
  {
    "id": "333903271",
    "appId": "com.atebits.Tweetie2",
    "title": "Twitter",
    "icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple124/v4/d4/a1/b2/d4a1b248-4c6a-1a59-ee87-c92dbce5bbdc/ProductionAppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/twitter/id333903271?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Join the conversation! Twitter is your go-to social networking app and the source for what's happening in the world. From world news to local news, entertainment to sports and gaming, politics to fun stories that go viral, when it happens in the world, it happens on Twitter first. Find friends or follow influential people - every voice can impact the world! Join over 2 BILLION users worldwide!\r\n\r\nTweet, Retweet, Reply to Tweets, Share or Like - Twitter is Easy to Use\r\n\r\nChat privately or go big and initiate a group conversation with anyone who follows you. Track your friends & other Twitter followers or follow your favorite celebrity alongside hundreds of interesting Twitter users, to read their content at a glance. Engage your social network with noteworthy links, photos and videos. Discover which of your Tweets were liked or Retweeted.\r\n\r\nCreate Your Free Twitter Account Today!\r\n\r\nTwitter allows you to find interesting people or build a following of people who are interested in you. Maintaining a social connection has never been easier! Twitter allows celebs to build a personal connection with their fans. This is why Twitter has become one of the most used social media platforms in the world.\r\n\r\nBuild an Engaging Profile\r\n\r\n* Customize your profile, add a photo, description, location, and background photo\r\n* Tweet often and optimize your posting times\r\n* Post visual content\r\n* Use hashtags in your tweets \r\n* Draw in followers outside of Twitter\r\n\r\nKnow What’s Trending Now\r\n\r\nDiscover top trending hashtags and breaking news headlines. Whether you’re interested in sports highlights, pop culture and entertainment or politics, Twitter is your source of information.\r\n\r\nLive Streaming Events\r\n\r\nJoin the conversation or watch live videos to deeply engage with large audiences directly from your mobile device. Go Live, create your own live streaming events, share videos or sit back and watch events from around the world.\r\n\r\nPrivacy Policy: https://twitter.com/en/privacy\r\n\r\nTerms and Conditions: https://twitter.com/en/tos\r\n\r\n\r\nWe share device identifying data with some advertising partners which may include app opens that happen prior to signing up. Please see here for more details: https://help.twitter.com/en/safety-and-security/data-through-partnerships",
    "developer": "Twitter, Inc.",
    "developerUrl": "https://apps.apple.com/us/developer/twitter-inc/id296415947?uo=2",
    "developerId": "296415947?uo=2",
    "genre": "News",
    "genreId": "6009",
    "released": "2009-10-09T12:50:00-07:00"
  },
  {
    "id": "1096918571",
    "appId": "com.google.Tachyon",
    "title": "Google Duo",
    "icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple124/v4/5d/0c/05/5d0c05b2-9965-b2c9-dbf2-d1426b06d407/logo_duo_color-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png",
    "url": "https://apps.apple.com/us/app/google-duo/id1096918571?uo=2",
    "price": 0,
    "currency": "USD",
    "free": true,
    "description": "Google Duo is the highest quality video calling app*. It’s simple, reliable, and works on smartphones and iPad, and on the web.\n\nFeatures:\n\nWorks Cross-Platform\nDuo works on iPhone, iPad, web, and other mobile platforms so you can call and hangout with friends and family using just one app. You can also share and join group calls with just a link.\n\n32-Person Group Calling\nBring together all the people who matter most, even when you're apart, with group calling. Duo now supports up to 32 people in a group video call.\n\nFamily Mode**\nDoodle on video calls and surprise loved ones with fun masks and effects that transform you into astronauts, cats and more.\n\nCapture Special Moments\nTake photos of your video calls to capture any moment and share it automatically with everyone on the call.\n\nVideo and Voice Messages, Photos, and More\nShort on time or your friends can’t pick up? Leave a personalized video message with fun effects, or share voice messages, photos, notes, and emojis.\n\nLow Light Mode\nDuo lets you make video calls even in poor lighting conditions.\n\nVoice calling\nMake voice-only calls to your friends when you can’t chat over video.\n\n*Based on Signals Research Group technical study comparing video degradation time over 3G, LTE, and WiFi.\n**Requires sign-in with a Google account.\n***Data charges may apply. Check your carrier for details.",
    "developer": "Google LLC",
    "developerUrl": "https://apps.apple.com/us/developer/google-llc/id281956209?uo=2",
    "developerId": "281956209?uo=2",
    "genre": "Social Networking",
    "genreId": "6005",
    "released": "2016-09-01T17:51:01-07:00"
  }
]